{
  "fest_1": {
    "name": "Danang International Fireworks Festival (DIFF)",
    "description": "The Da Nang International Fireworks Festival (DIFF) is the largest cultural and tourism event of the year in Da Nang, attracting millions of tourists both domestically and internationally. This is a large-scale international fireworks competition featuring top fireworks teams from around the world, offering world-class artistic fireworks displays in the sky over the Han River.",
    "event_time": "From May 31 to July 12 every year (DIFF 2025: May 31 - July 12, 2025)",
    "location": "Han River Bridge",
    "ticket_info": "Fireworks tickets start from 1,000,000 VNĐ/ticket depending on the grandstand location. There are free viewing areas along the Han River.",
    "advise": [
      "Book tickets in advance to secure the best viewing spots.",
      "Arrive early to avoid traffic and find a parking spot.",
      "Bring a raincoat as the weather can change.",
      "Follow the organizers' guidelines on safety.",
      "Do not bring dangerous or flammable items."
    ],
    "price_level": 1
  },
  "fest_2": {
    "name": "Da Nang Asian Film Festival (DANAFF)",
    "description": "The Da Nang Asian Film Festival (DANAFF) is an annual international film event that brings together outstanding cinematic works from Asian countries. It serves as a cultural exchange platform for cinema, celebrates the seventh art, and creates opportunities for filmmakers in the region.",
    "event_time": "Every year in June-July (DANAFF III 2025: June 28 - July 5, 2025)",
    "location": "Nguyen Hien Dinh Traditional Theatre",
    "ticket_info": "Free - Free movie tickets available at participating cinemas.",
    "advise": [
      "Check the movie schedule on the official website.",
      "Arrive early to receive free tickets (limited quantity available).",
      "Respect the cinema space, do not make noise.",
      "Turn off your phone or switch to silent mode while watching the movie."
    ],
    "price_level": 0
  },
  "fest_3": {
    "name": "Danang International Marathon",
    "description": "The Da Nang International Marathon is a major sporting event that attracts thousands of athletes from both domestic and international backgrounds. With a stunning coastal running route, this is an opportunity for athletes to conquer themselves and explore the beauty of the coastal city of Da Nang.",
    "event_time": "Every March (2025: March 21-23, 2025)",
    "location": "My Khe Beach",
    "ticket_info": "Registration fees vary by distance: 42km, 21km, 10km, 5km. Prices range from 300,000 to 1,500,000 VND.",
    "advise": [
      "Register early to get a special price.",
      "Prepare your physical fitness before participating.",
      "Comply with the regulations regarding clothing and equipment.",
      "Drink enough water and rest appropriately.",
      "Arrive at the departure point early to complete the procedures."
    ],
    "price_level": 1
  },
  "fest_4": {
    "name": "IRONMAN 70.3 Vietnam",
    "description": "IRONMAN 70.3 Vietnam in Da Nang is an international triathlon competition (swimming - cycling - running) that attracts professional and amateur athletes from all over the world. This is a peak challenge of physical strength and willpower in the stunning natural environment of Da Nang.",
    "event_time": "Every May (2025: May 10-11, 2025)",
    "location": "My Khe Beach",
    "ticket_info": "The registration fee ranges from 5,000,000 to 8,000,000 VND depending on the time of registration.",
    "advise": [
      "Prepare thoroughly in terms of physical fitness and equipment.",
      "Participate in the training sessions before the tournament.",
      "Strictly adhere to safety regulations.",
      "Register early to get the best price.",
      "Preparing nutrition and recovery after competitions."
    ],
    "price_level": 2
  },
  "fest_5": {
    "name": "Vietnam - ASEAN Festival",
    "description": "The Vietnam - ASEAN Festival is an international cultural event aimed at promoting the image of Vietnam and ASEAN countries, enhancing cultural and artistic exchanges among nations in the region. The festival features artistic performances, cultural exhibitions, and distinctive culinary experiences.",
    "event_time": "Every March (2025: March 15, 2025)",
    "location": "East Sea Park",
    "ticket_info": "Free admission",
    "advise": [
      "Arrive early to fully participate in all activities.",
      "Enjoy diverse cuisine from ASEAN countries.",
      "Respect the culture and customs of the countries.",
      "Bring a camera to capture beautiful moments."
    ],
    "price_level": 0
  },
  "fest_6": {
    "name": "Vietnam - Japan Festival",
    "description": "The Vietnam - Japan Festival is an annual cultural event that honors the friendship and cooperation between the two countries. The festival offers a rich Japanese cultural space with activities including traditional art performances, cuisine, exhibitions, and cultural exchanges.",
    "event_time": "Every July (2025: July 4-6, 2025)",
    "location": "East Sea Park",
    "ticket_info": "Free admission",
    "advise": [
      "Participate in traditional Japanese cultural activities.",
      "Enjoy diverse Japanese cuisine.",
      "Explore Japanese culture and customs.",
      "Bring your family along to experience it together."
    ],
    "price_level": 0
  },
  "fest_7": {
    "name": "Vietnam - Korea Festival",
    "description": "The Vietnam - South Korea Festival is a cultural exchange event between the two countries, offering a vibrant Hallyu (Korean Wave) space with K-pop performances, Taekwondo martial arts, Korean cuisine, and many unique cultural activities.",
    "event_time": "Every August (2025: August 22-24, 2025)",
    "location": "East Sea Park",
    "ticket_info": "Free entry",
    "advise": [
      "Arrive early to get a spot to watch the K-pop performance.",
      "Try the signature Korean dishes.",
      "Participate in Korean cultural experience activities.",
      "Bring a raincoat because the weather can change."
    ],
    "price_level": 0
  },
  "fest_8": {
    "name": "International Lion and Dragon Dance Festival",
    "description": "The International Lion and Dragon Festival is a large-scale traditional cultural event that brings together outstanding lion and dragon dance teams from various countries. This is an opportunity for visitors to admire the pinnacle of lion and dragon dance art with impressive and colorful performances.",
    "event_time": "The Mid-Autumn Festival is held annually (September of the lunar calendar).",
    "location": "Asia Park - Sun World Asia Park",
    "ticket_info": "Free admission",
    "advise": [
      "Arrive early to secure the best viewing spot.",
      "Bring a camera to capture the impressive performances.",
      "Respect the performance space, do not push or shove.",
      "Participate in other traditional cultural activities."
    ],
    "price_level": 0
  },
  "fest_9": {
    "name": "Enjoy Danang Festival",
    "description": "The Enjoy Da Nang Festival is an annual city-wide event featuring a variety of cultural, artistic, sports, and culinary activities. The festival offers a vibrant travel experience for visitors with programs including artistic performances, beach sports, street food, and many exciting entertainment activities.",
    "event_time": "June-July every year (2025: June 19-23, 2025)",
    "location": "East Sea Park",
    "ticket_info": "Free participation in most activities.",
    "advise": [
      "Participate fully in all activities throughout the festival.",
      "Enjoy a diverse street food scene.",
      "Join free water sports activities.",
      "Bring your family along to experience it together.",
      "Follow the detailed itinerary on the official website."
    ],
    "price_level": 0
  },
  "fest_10": {
    "name": "Da Nang Food Tour Festival",
    "description": "The Da Nang Food Tour Festival is the largest culinary event of the year, promoting and developing Da Nang as an attractive food destination. The festival presents a food passport for visitors to experience and collect signature dishes from Da Nang, various regions, and international cuisines.",
    "event_time": "Every March (2025: March 28 - April 1, 2025)",
    "location": "East Sea Park",
    "ticket_info": "Purchase a food passport to participate, priced around 200,000 - 500,000 VNĐ.",
    "advise": [
      "Buy a food passport early to get a special price.",
      "Come hungry to enjoy as many dishes as possible.",
      "Try the specialty dishes of Da Nang.",
      "Bring water and tissue paper.",
      "Join experiential cooking activities."
    ],
    "price_level": 1
  },
  "fest_11": {
    "name": "Ba Na Flower Festival at Ba Na Hills",
    "description": "The Ba Na Hills Flower Festival is the largest flower event in Central Vietnam, transforming Ba Na Hills into a vibrant flower paradise with millions of flowers from around the world. The festival offers a stunning backdrop for photos and a unique floral art experience.",
    "event_time": "From January to May each year (2025: January 25 - May 30, 2025)",
    "location": "Ba Na Hills – Nui Chua Tourist Area",
    "ticket_info": "The entrance ticket to Ba Na Hills includes the cable car and the flower festival tour.",
    "advise": [
      "Buy cable car tickets in advance to avoid long queues.",
      "Bring a camera to take photos with the flower garden.",
      "Arrive early to avoid the crowds.",
      "Bring warm clothes because the temperature in the mountains is low.",
      "Respect the flower arrangements, do not pick the flowers."
    ],
    "price_level": 2
  },
  "fest_12": {
    "name": "Carnival Festival at Bà Nà Hills",
    "description": "The Ba Na Hills Carnival Festival is a vibrant entertainment event featuring dazzling parades, energetic samba dances, and a lively festival atmosphere in the Brazilian style. This is an opportunity for visitors to immerse themselves in the colorful carnival spirit in the heart of Vietnam.",
    "event_time": "From April to September every year.",
    "location": "Ba Na Hills – Nui Chua Tourist Area",
    "ticket_info": "The entrance ticket to Ba Na Hills includes access to the Carnival festival.",
    "advise": [
      "Arrive on time so you don't miss the parade.",
      "Bring water because the weather can be hot.",
      "Participate in interactive activities with dancers.",
      "Wear comfortable clothing for easy movement."
    ],
    "price_level": 2
  },
  "fest_13": {
    "name": "Kraftbeer Festival at Ba Na Hills (Sun Kraftbeer Festival)",
    "description": "The Sun Kraftbeer Festival is the largest fresh beer and culinary festival in Bà Nà Hills, inspired by Oktoberfest - the famous beer festival in Germany. The festival offers a distinctive craft beer atmosphere, diverse cuisine, and vibrant artistic performances.",
    "event_time": "From August to September each year (2024: September 14 - September 30, 2024)",
    "location": "Ba Na Hills – Chua Mountain Resort",
    "ticket_info": "Entrance tickets to Bà Nà Hills, drinks and food are charged separately.",
    "advise": [
      "Make a reservation in advance if going with a large group.",
      "Enjoy beer responsibly, do not drive after drinking.",
      "Try the typical German dishes.",
      "Join games and recreational activities.",
      "Bring warm clothes because the weather in the mountains is cool."
    ],
    "price_level": 2
  },
  "fest_14": {
    "name": "German Beer Festival GBA Oktoberfest",
    "description": "The GBA Oktoberfest German Beer Festival is the largest German beer event in Southeast Asia, held in Da Nang, recreating the traditional Oktoberfest atmosphere of Munich, Germany. The festival offers an authentic German beer experience, distinctive German-Austrian cuisine, and lively performance programs.",
    "event_time": "Every October (2025: 10/3/2025)",
    "location": "East Sea Park",
    "ticket_info": "Entrance tickets range from 500,000 to 1,500,000 VND, beer and food are charged separately.",
    "advise": [
      "Book your tickets early as the quantity is limited.",
      "Wear traditional German clothing (Dirndl/Lederhosen) to immerse yourself in the atmosphere.",
      "Enjoy beer responsibly.",
      "Try traditional German dishes such as sausages and pretzel bread.",
      "Participate in traditional games and recreational activities."
    ],
    "price_level": 2
  },
  "fest_15": {
    "name": "DEC Electronic Music Festival (Danang Electronic Carnival - Take me to the Sun)",
    "description": "Danang Electronic Carnival (DEC) - Take me to the Sun is a large-scale international electronic music festival that brings together top DJs from around the world. The festival offers an unparalleled electronic music experience with a modern sound and lighting system and a vibrant festival atmosphere.",
    "event_time": "August-September (Depending on the year of organization)",
    "location": "Asia Park - Sun World Asia Park",
    "ticket_info": "Tickets range from 1,500,000 to 3,000,000 VND depending on the class of ticket.",
    "advise": [
      "Buy tickets early to get the best prices.",
      "Prepare your physical fitness for the long music night.",
      "Bring water and energy.",
      "Comply with the safety regulations of the organizers.",
      "Do not bring dangerous items."
    ],
    "price_level": 2
  },
  "fest_16": {
    "name": "Da Nang Color Festival",
    "description": "The Da Nang Color Festival is a vibrant sports and entertainment event featuring activities such as running, color throwing, music, and fun. The festival offers a joyful, energetic, and colorful experience for all ages.",
    "event_time": "March to June every year",
    "location": "East Sea Park",
    "ticket_info": "Participation tickets range from 300,000 to 500,000 VND.",
    "advise": [
      "Wear white clothing to make the colored powder stand out.",
      "Bring protective eyewear.",
      "Prepare a change of clothes after the festival.",
      "Protect your phone and personal belongings from colored powder.",
      "Join with a joyful and safe spirit."
    ],
    "price_level": 1
  },
  "fest_17": {
    "name": "Cosplay, Anime, and Manga Festival - Nippon Ơi",
    "description": "Nippon Ơi is the largest Cosplay, Anime, and Manga cultural festival in Central Vietnam, bringing a miniature Japanese atmosphere with cosplay activities, anime/manga exhibitions, games, Japanese cuisine, and many distinctive Japanese cultural activities.",
    "event_time": "Every year in July-August (2025: August 9-10, 2025)",
    "location": "Mikazuki Water Park",
    "ticket_info": "Entrance tickets range from 200,000 to 400,000 VND.",
    "advise": [
      "Dress in cosplay to immerse yourself in the festival atmosphere.",
      "Participate in cosplay and gaming competitions.",
      "Enjoy a diverse Japanese cuisine.",
      "Shop for unique anime/manga products.",
      "Respect cosplayers when taking photos."
    ],
    "price_level": 1
  },
  "fest_18": {
    "name": "Da Nang Christmas and New Year Festival",
    "description": "The Christmas Welcome - New Year Celebration in Da Nang is a major event lasting 20 days, featuring a dazzling decorated space, a diverse artistic program, New Year's fireworks, and many entertainment activities for the whole family.",
    "event_time": "From December 14 to January 2 every year (2024-2025: December 14, 2024 - January 2, 2025)",
    "location": "East Sea Park",
    "ticket_info": "Free participation in most activities.",
    "advise": [
      "Arrive early to fully participate in all activities.",
      "Take photos in the sparkling Christmas decoration space.",
      "Join the countdown to the New Year at the park.",
      "Bring your family along to experience it together.",
      "Maintain hygiene and public order."
    ],
    "price_level": 0
  },
  "fest_19": {
    "name": "God of Fortune Festival at Nui Than Tai",
    "description": "The God of Wealth Festival at Nui Than Tai Hot Spring Park is a spiritual event at the beginning of the year, wishing for luck, prosperity, and peace for the new year. The festival features traditional rituals, folk cultural activities, and relaxing hot spring experiences.",
    "event_time": "Lunar New Year (January-February in the Gregorian calendar)",
    "location": "Hot Springs Park - Mount Than Tai",
    "ticket_info": "The entrance ticket to Nui Than Tai includes participation in the festival.",
    "advise": [
      "Dress appropriately when participating in spiritual ceremonies.",
      "Bring swimwear to bathe in the hot springs.",
      "Respect the spiritual space, keep silent.",
      "Prepare offerings if you want to pray for good luck.",
      "Arrive early to avoid the crowds."
    ],
    "price_level": 2
  },
  "fest_20": {
    "name": "Thanh Khê Fish Worship Festival",
    "description": "The Thanh Khê Fish Worship Festival is a traditional festival of fishermen in Da Nang, praying for a peaceful sea season, favorable winds, and a bountiful harvest. The festival features spiritual rituals, palanquin processions, boat races, and many unique folk cultural activities.",
    "event_time": "On the 12th and 13th of the lunar month of March every year.",
    "location": "Administrative Center of Da Nang City",
    "ticket_info": "Free admission",
    "advise": [
      "Respect the spiritual space of the fishermen.",
      "Participate in folk cultural activities.",
      "Enjoy fresh seafood at the fish market.",
      "Bring a hat and sunscreen.",
      "Preserve the cleanliness of the marine environment."
    ],
    "price_level": 0
  },
  "fest_21": {
    "name": "The Quan The Am Festival at Ngũ Hành Sơn",
    "description": "The Quan The Am Festival at Ngũ Hành Sơn is the largest Buddhist festival in Da Nang, held at the famous tourist site Ngũ Hành Sơn. The festival features solemn Buddhist rituals, processions, the release of lanterns, and many cultural and spiritual activities.",
    "event_time": "February 19 of the lunar calendar every year",
    "location": "Marble Mountains",
    "ticket_info": "Free entry to the festival, the ticket for Ngũ Hành Sơn is separate.",
    "advise": [
      "Dress appropriately when attending the Buddhist festival.",
      "Respect the spiritual space, keep silent.",
      "Participate in the lantern releasing ceremony.",
      "Explore the caves and temples in the Marble Mountains.",
      "Bring water and comfortable shoes."
    ],
    "price_level": 0
  },
  "fest_22": {
    "name": "An Hai Village Festival",
    "description": "The An Hai Village Festival is a traditional festival of An Hai fishing village, honoring the contributions of ancestors and praying for a peaceful and prosperous life. The festival features traditional rituals, palanquin processions, folk singing, and many unique folk games.",
    "event_time": "On the 15th and 16th of the lunar month of August every year.",
    "location": "Administrative Center of Da Nang City",
    "ticket_info": "Free admission",
    "advise": [
      "Respect the customs and traditions of the village.",
      "Participate in traditional folk games.",
      "Enjoy the distinctive cuisine of the fishing village.",
      "Explore the history and culture of An Hải village.",
      "Maintain hygiene and order."
    ],
    "price_level": 0
  },
  "fest_23": {
    "name": "Tuy Loan Village Festival",
    "description": "The Tuy Loan Village Festival is a traditional festival of the famous Tuy Loan vegetable village, honoring the contributions of the ancestors who established the village and praying for a bountiful harvest. The festival features traditional rituals, folk singing, boat racing, and many cultural activities.",
    "event_time": "January 14-15 of the Lunar calendar every year",
    "location": "Administrative Center of Da Nang City",
    "ticket_info": "Free admission",
    "advise": [
      "Respect the customs and traditions of the village.",
      "Buy Tuy Loan clean vegetables as a gift.",
      "Participate in folk cultural activities.",
      "Enjoy the unique rural cuisine.",
      "Explore the history of Tuy Loan vegetable village."
    ],
    "price_level": 0
  },
  "fest_24": {
    "name": "The Festival of the Third Mother Thoai Palace",
    "description": "The Bửu Đản Thánh Mẫu Đệ Tam Thoải Cung Festival is the largest Mother Worship festival in Da Nang, held at Miếu Bà Thoải. The festival features solemn spiritual rituals, spirit mediumship, procession of palanquins, and many folk cultural activities.",
    "event_time": "The 15th day of the 3rd lunar month every year.",
    "location": "Administrative Center of Da Nang City",
    "ticket_info": "Free admission",
    "advise": [
      "Dress appropriately when attending spiritual festivals.",
      "Respect the sacred space, keep silent.",
      "Learn about the belief in the Mother Goddess worship of the Three Realms.",
      "Participate in the spirit medium ceremony if you have the opportunity.",
      "Prepare offerings if you want to pray for peace."
    ],
    "price_level": 0
  },
  "fest_25": {
    "name": "The Thu Bon Lady Festival",
    "description": "The Ba Thu Bon Festival is a traditional religious festival of the people living along the Thu Bon River, honoring the contributions of Ba Thu Bon - the goddess who protects the rivers and waters. The festival features spiritual rituals, palanquin processions, boat races, and the release of lanterns on the river.",
    "event_time": "On the 15th day of the 7th lunar month every year.",
    "location": "The administrative center of Da Nang City",
    "ticket_info": "Free to join",
    "advise": [
      "Participate in the lantern releasing ceremony.",
      "Respect the spiritual space.",
      "Bring a camera to capture the shimmering lights.",
      "Preserve the cleanliness of the water environment.",
      "Safety when participating in river activities."
    ],
    "price_level": 0
  },
  "fest_26": {
    "name": "The Festival of the Procession of the Young Boy",
    "description": "The Shepherds' Festival is a unique traditional Catholic festival of the Catholic community in Da Nang, reenacting the scene of the shepherds visiting the manger in Bethlehem to see the newborn Jesus. The festival features a procession, singing hymns, and various cultural and religious activities.",
    "event_time": "Christmas season every year (December)",
    "location": "Da Nang Cathedral",
    "ticket_info": "Free admission",
    "advise": [
      "Dress appropriately when attending religious festivals.",
      "Respect the religious space, keep silent.",
      "Join in singing hymns if you know how.",
      "Discover the significance of the Rước Mục Đồng festival.",
      "Cultural photography, no noise."
    ],
    "price_level": 0
  },
  "fest_27": {
    "name": "Lantern Release Festival",
    "description": "The Lantern Releasing Festival is a beautiful cultural and spiritual event that takes place during the Mid-Autumn Festival and various Buddhist holidays. Thousands of shimmering lanterns are released on the Han River, creating a poetic and meaningful scene.",
    "event_time": "Mid-Autumn Festival (15th day of the 8th lunar month) and Buddhist holidays",
    "location": "Han River Bridge",
    "ticket_info": "Free to participate, lanterns cost about 20,000 - 50,000 VND.",
    "advise": [
      "Buy lanterns from official sales points.",
      "Release lanterns mindfully, without causing pollution.",
      "Pray for good things while releasing lanterns.",
      "Take photos of the shimmering lights on the river.",
      "Preserve the cleanliness of the water environment."
    ],
    "price_level": 0
  },
  "fest_28": {
    "name": "Da Nang Traditional Boat Race - VTV8 Cup",
    "description": "The Da Nang Traditional Boat Race - VTV8 Cup is a major traditional sports event that gathers outstanding rowing teams from all over. The tournament takes place on the Han River with a lively atmosphere, enthusiastic cheers, and a strong spirit of unity.",
    "event_time": "Every September (Mid-Autumn Festival)",
    "location": "Han River Bridge",
    "ticket_info": "Free admission to watch the competition.",
    "advise": [
      "Arrive early to secure the best viewing spot.",
      "Bring a hat and sunscreen.",
      "Promote civilization, do not throw trash into the river.",
      "Take photos of the dragon boat racing teams.",
      "Stay safe when standing near the riverbank."
    ],
    "price_level": 0
  },
  "fest_29": {
    "name": "Hot Air Balloon Festival",
    "description": "The Da Nang Hot Air Balloon Festival is a unique entertainment event featuring dozens of colorful hot air balloons soaring in the sky of Da Nang. The festival offers hot air balloon rides, photo opportunities, and many exciting entertainment activities.",
    "event_time": "March to June each year (Depending on the year of organization)",
    "location": "East Sea Park",
    "ticket_info": "Hot air balloon experience tickets range from 500,000 to 2,000,000 VND.",
    "advise": [
      "Book your experience tickets early as availability is limited.",
      "Arrive early in the morning or late in the evening to fly.",
      "Bring a camera to take aerial photos.",
      "Follow the pilot's safety instructions.",
      "Check the weather before participating."
    ],
    "price_level": 2
  },
  "fest_30": {
    "name": "Art Kite Festival",
    "description": "The Da Nang Art Kite Festival is a unique cultural and artistic event featuring hundreds of kites of various shapes and colors soaring in the sky over Da Nang beach. The festival offers a beautiful kite art space and fun activities for children.",
    "event_time": "March to June every year",
    "location": "My Khe Beach",
    "ticket_info": "Free to participate, buy a kite for about 50,000 - 500,000 VND.",
    "advise": [
      "Choose a windy day to fly kites easily.",
      "Buy kites from official stalls.",
      "Fly kites in a safe area, away from power lines.",
      "Bring your family and children to have fun together.",
      "Maintain the cleanliness of the beach."
    ],
    "price_level": 0
  },
  "fest_31": {
    "name": "Opening of Da Nang Beach Tourism Season",
    "description": "The Opening Festival of Da Nang Beach Tourism Season is the annual event that inaugurates the beach tourism season with various cultural, artistic, marine sports, and entertainment activities. The festival marks the beginning of the vibrant tourism season in the coastal city of Da Nang.",
    "event_time": "Every year in April-May (2025: April 30, 2025)",
    "location": "My Khe Beach",
    "ticket_info": "Free participation in most activities.",
    "advise": [
      "Join free water sports activities.",
      "Enjoy a diverse seafood cuisine.",
      "Bring swimwear and sunscreen.",
      "Participate in artistic performance programs.",
      "Keep the beach clean."
    ],
    "price_level": 0
  },
  "fest_32": {
    "name": "National and City Historical Events Commemoration Ceremony",
    "description": "The National and City Historical Events Commemoration is a formal event that honors the historical milestones of the nation and the city of Da Nang. The commemorations include incense offerings, historical exhibitions, and many meaningful cultural activities.",
    "event_time": "Historical holidays: April 30, September 2, March 29 (Da Nang Liberation Day), etc.",
    "location": "Administrative Center of Da Nang City",
    "ticket_info": "Free admission",
    "advise": [
      "Dress appropriately when attending the anniversary celebration.",
      "Respect the sacred space.",
      "Explore the history of events.",
      "Participate in the incense offering ceremony.",
      "Educating the younger generation about national history."
    ],
    "price_level": 0
  },
  "fest_33": {
    "name": "Street Music Performances",
    "description": "The Street Music Program is a regular cultural activity in Da Nang featuring street artists performing live music and singing at public spots. The program offers a vibrant, intimate, and emotional musical space for both locals and visitors.",
    "event_time": "Weekends and annual holidays",
    "location": "East Sea Park",
    "ticket_info": "Free tasting",
    "advise": [
      "Stop to enjoy street music.",
      "Support street artists if you like.",
      "Respect the performance space.",
      "Take photos and share to promote.",
      "Attend the concert if invited."
    ],
    "price_level": 0
  },
  "fest_34": {
    "name": "Street Dance Festival",
    "description": "The Da Nang Street Festival is a vibrant cultural and artistic event featuring street dance groups performing various styles such as hip-hop, breaking, popping, locking, and many other styles. The festival offers a lively and creative street art atmosphere.",
    "event_time": "Weekends and annual holidays",
    "location": "East Sea Park",
    "ticket_info": "Free admission to performances",
    "advise": [
      "Arrive on time to not miss the performance.",
      "Respect the performance space, do not push or shove.",
      "Enthusiastically cheering for the dancers.",
      "Join the battle if you have dancing skills.",
      "Take photos and videos to share."
    ],
    "price_level": 0
  },
  "fest_35": {
    "name": "The art of Bai Choi in Central Vietnam",
    "description": "The art of Bài chòi in Central Vietnam is a diverse form of art that combines music, poetry, acting, painting, and literature. The art of Bài chòi in Central Vietnam became a representative intangible cultural heritage of humanity at 5:10 PM local time (3:10 PM Vietnam time) on December 7, 2017, during the 12th session of the Intergovernmental Committee for the Safeguarding of the Intangible Cultural Heritage of UNESCO held in Jeju, South Korea. The heritage of Bài chòi art in Central Vietnam (in the provinces of Quảng Bình, Quảng Trị, Thừa Thiên Huế, Quảng Nam (formerly), Quảng Ngãi, Bình Định, Phú Yên, Khánh Hòa, and Đà Nẵng) is a diverse art form that combines music, poetry, acting, painting, and literature. Bài chòi has two main forms: \"Playing Bài chòi\" and \"Performing Bài chòi.\" Playing Bài chòi involves a card game in a bamboo hut during the Lunar New Year. In Bài chòi performances, the performers (Hiệu) perform on mats or move from place to place or during private family occasions. Those who preserve and practice Bài chòi art are the Hiệu performers, individual Bài chòi artists, and card makers. The performers and their families play a crucial role in preserving these practices by teaching the melodies, singing skills, performance techniques, and card-making methods to younger generations. Together with the community, these individuals have established nearly 90 teams, groups, and clubs to practice and teach Bài chòi art, attracting widespread community participation. Most artisans learn the skills and techniques of Bài chòi singing and shouting within their families, primarily through oral tradition. However, some Bài chòi artisans today also teach knowledge and skills in clubs, associations, and schools. Bài chòi art serves as a cultural and entertainment activity within rural communities. The cultural and artistic elements: poetry, music, painting, language, customs, etc., in Bài chòi art are conveyed simply and naturally, creating an appeal to the public, becoming an essential and popular cultural activity throughout Central Vietnam. Thus, Bài chòi activities have become a space for artistic practice and creativity, as well as a place to preserve folk artistic heritage, performance styles, and regional cultural values. With the ability to transmit folk cultural knowledge through games and performances, Bài chòi has become a highly educational community activity, especially for the younger generation. However, currently, the transmission of Bài chòi faces obstacles due to: requirements for talent, ability, and passion; limited opportunities and performance spaces; a shrinking audience; many elderly artisans facing difficult living conditions; and limited funding for learning and practicing the heritage. Efforts to protect and promote the value of Bài chòi art heritage are being implemented at various levels by the provinces/cities with the heritage. The provinces of Bình Định, Khánh Hòa, Quảng Nam, and Phú Yên have developed heritage files for Bài chòi art and were included in the list of national intangible cultural heritage by the Ministry of Culture, Sports and Tourism from 2013 to 2014. In 2012, the Vietnam National Institute of Culture and Arts Studies inventory of Bài chòi heritage in 8 provinces in Central Vietnam and included it in the Institute's database. By 2014, the Departments of Culture and Sports, and the Departments of Culture, Sports, and Tourism of 9 provinces coordinated with the Institute of Music to inventory Bài chòi art heritage, and the results were stored in the Management Information System for Intangible Cultural Heritage of the Cultural Heritage Department. Additionally, the Ministry of Culture, Sports and Tourism assigned the Institute of Music to collaborate with the Departments of Culture, Sports, and Tourism of 9 provinces to organize annual training and inventory of the heritage; identify and document the heritage; restore lost elements and folk knowledge related to the heritage, and periodically organize Bài chòi festivals. Thanks to this, based on the understanding of Bài chòi art and the Cultural Heritage Law, community representatives from 86 teams, groups, and clubs practicing Bài chòi in all 9 provinces/cities with the heritage have committed to agreeing to build a dossier to submit to UNESCO to include Bài chòi art in the List of Intangible Cultural Heritage of Humanity. According to the Intergovernmental Committee for the Safeguarding of the Intangible Cultural Heritage, the nomination file for the intangible cultural heritage of Bài chòi art in Central Vietnam meets the following criteria for registration in the List of Intangible Cultural Heritage of Humanity: \n\nCRITERIA FOR THE LIST OF INTANGIBLE CULTURAL HERITAGE OF HUMANITY\nR.1: Bài chòi art is an important cultural activity in rural communities, meeting the entertainment and artistic appreciation needs of the community. The stories in Bài chòi are moral lessons, expressing love for the homeland, community bonding, and experiences in the lives of the people. The nomination file highlights the important role of heritage bearers. As a community heritage, the transmission of Bài chòi primarily occurs within families, villages, associations, clubs, and schools. The practice of Bài chòi art promotes gender equality and mutual respect among communities. \nR.2: The recognition of Bài chòi art encourages dialogue between communities, groups, and individuals; creates opportunities for exchange and sharing experiences among practitioners, thereby enriching knowledge and skills related to the practice of artistic forms. The recognition can also strengthen the connections between individuals, groups, and clubs practicing heritage and other cultural traditions through performance activities and related festivals. Furthermore, the recognition will raise awareness of the diversity of intangible cultural heritage as Bài chòi art is a combination of many cultural and artistic fields. \nR.3: The file has clearly and thoroughly described past and present efforts to protect the heritage and ensure the existence of communities, groups, and clubs with government support. These efforts include organizing Bài chòi associations, performances, and teaching melodies and singing skills, as well as performance techniques, card-making methods, and Bài chòi playing skills. Through the Ministry of Culture, Sports and Tourism and local authorities, member states will provide financial, legal, and human resources to support the implementation of these measures, in cooperation with the community and artisans. Businesses and banks have contributed to scientific workshops on Bài chòi and related cultural activities such as practicing and teaching heritage, as well as collecting materials, documenting, and supporting heritage restoration measures, as the heritage still faces the risk of fading, mainly due to difficulties in transmission. Policies for artisans have been issued, and formal education programs have been designed to attract younger generations. Local and national media are committed to raising awareness of the heritage's value, with a significant number of volunteers participating in the dissemination and promotion of the heritage. \nR.4: The community actively contributes ideas for collecting and documenting the heritage, filling out inventory forms, and participating in all stages of preparing the nomination file. Individuals and representatives of Bài chòi groups and clubs have signed voluntary commitments, agreeing to the nomination, while their understanding of the nomination file preparation is also reflected in audio and video recordings of interviews conducted in localities practicing Bài chòi. The Cultural Heritage Department and the Institute of Music of Vietnam have been entrusted with the consultation process through national and international meetings and workshops held in 2014 and 2015. Practical impacts do not typically involve regulating or restricting access to the heritage. \nR.5: This heritage has been included in the List of National Intangible Cultural Heritage by the Ministry of Culture, Sports and Tourism of Vietnam during the period 2014 – 2016. The inventory is stored in the Management Information System for Intangible Cultural Heritage of the Cultural Heritage Department of Vietnam. The Departments of Culture, Sports and Tourism/Culture and Sports of the 9 provinces with Bài chòi heritage are responsible for coordinating with the community to report annually to the Ministry of Culture, Sports and Tourism on the inventory information of Bài chòi heritage. The Institute of Music of Vietnam manages the database on Bài chòi art and updates it annually. UNESCO's recognition of Bài chòi art in Central Vietnam in the List of Intangible Cultural Heritage of Humanity affirms the rich cultural identity of the Vietnamese nation, community cohesion, respect for cultural diversity, and encourages dialogue between individuals, communities, and different ethnic groups for tolerance, love, and charity in accordance with the principles and objectives of the 2003 Convention for the Safeguarding of the Intangible Cultural Heritage of UNESCO.\n\nEXPLORE BÀI CHÒI ART AT AN HỘI SCULPTURE GARDEN – HOI AN\nIf you love Vietnamese folk culture, don't miss the opportunity to explore Bài chòi – the unique heritage of Đà Nẵng. At An Hội Sculpture Garden, Hội An Ward, Bài chòi performances take place daily at 7 PM, providing a musical space rich in national identity. Visitors can not only enjoy traditional melodies but also try their hand at the Bài chòi game, where intellect and luck intertwine. \n\nReferences:\n1. Cultural Heritage Department – Ministry of Culture, Sports and Tourism: https://dsvh.gov.vn\nDA NANG CITY TOURISM PROMOTION CENTER",
    "event_time": "Every year",
    "location": "Hội An Ancient Town",
    "ticket_info": "Free admission",
    "advise": [
      "It is advisable to hire a local guide to gain a better understanding of the history and culture.",
      "Bring water and sunscreen when sightseeing."
    ],
    "price_level": 0
  },
  "fest_36": {
    "name": "Hoi An Mid-Autumn Festival",
    "description": "The Mid-Autumn Festival in Hoi An is a distinctive traditional festival, held annually on the 15th day of the 8th lunar month in the ancient town of Hoi An (Hoi An Ward, Da Nang City). It is also known as Children's Day or Reunion Day – a time when families gather around the Mid-Autumn feast, enjoying the moon, tea, cakes, and sharing warm stories. For the people of Hoi An, the Mid-Autumn Festival is not only a time for children to have fun but also carries profound cultural and spiritual significance, reflecting the spirit of family reunion and gratitude to heaven and earth after the harvest season. With a rich history spanning centuries, this festival has become an important cultural community activity, attracting enthusiastic participation from both local residents and tourists from afar.\n\nORIGIN, HISTORY, AND RITUALS OF THE FESTIVAL  \nThe Mid-Autumn Festival has ancient roots in East Asian culture, celebrated in the middle of autumn to wish for bountiful harvests, family happiness, and national peace. In Vietnam, the Mid-Autumn Festival has been celebrated for hundreds of years, blending indigenous beliefs with cultural influences from China. In Hoi An – a bustling international trading port from the 16th to 18th centuries – the Mid-Autumn Festival gradually formed and flourished thanks to the intermingling of cultures, creating unique characteristics of this land. Since 1998, along with the preservation of the ancient town and tourism development, Hoi An has begun organizing the \"Ancient Town Full Moon Night\" during each full moon to recreate a traditional space without electric lights, illuminated only by lanterns. Notably, the Hoi An Mid-Autumn Festival in recent years has been closely associated with the \"Ancient Town Full Moon Night,\" becoming a unique autumn festival that attracts a large number of visitors.\n\nAlthough the Mid-Autumn Festival leans towards entertainment, Hoi An still retains traditional ceremonial rituals during the 15th day of the 8th lunar month. Within families, almost every household prepares an offering tray for the moon on Mid-Autumn night. On the ancestor altar and in front of the house, people arrange fruits, baked cakes, sticky rice cakes, fragrant tea, and typical offerings (such as grapefruit, persimmons, custard apples…) to present to deities, ancestors, and to offer to all beings. This ritual of offering on the 15th day of the 8th lunar month expresses gratitude to heaven, Buddha, and ancestors, praying for family peace, favorable harvests, and prosperous trade. When the moon reaches its zenith, families perform prayers, and children respectfully clasp their hands before the offering tray before together \"breaking the feast,\" which means enjoying the treats amidst joyful laughter.\n\nCULTURAL AND TOURISM SIGNIFICANCE OF THE FESTIVAL  \nFor the Hoi An community, the Mid-Autumn Festival has long transcended the meaning of an ordinary children's festival to become a valuable intangible cultural heritage of the locality. This festival embodies many unique traditional cultural values, from the art of making lanterns, making Mid-Autumn cakes, lion dancing – Thien Cau, to folk songs and traditional games. Through the festival, beautiful customs such as moon offerings on the 15th day of the 8th lunar month, giving cakes to children, and family gatherings are preserved and passed down through generations. The spirit of community bonding is also evident: the entire city comes together to prepare for the festival, with elder artisans eagerly teaching the younger generation how to make lion heads, lanterns, and perform Thien Cau dances. As a result, the Hoi An Mid-Autumn Festival not only preserves the essence of traditional culture but also breathes new life into the spiritual life of the people in modern times.\n\nIn terms of heritage recognition, the Mid-Autumn Festival in Hoi An was recognized by the Ministry of Culture, Sports and Tourism as a national intangible cultural heritage in early 2023. This honor affirms the festival's importance in the treasure trove of intangible cultural heritage of the nation, while also opening opportunities to widely promote the cultural image of Hoi An. Today, the Mid-Autumn Festival has become an attractive cultural tourism product, contributing to attracting a large number of tourists to the ancient town during the 15th day of the 8th lunar month. Visitors not only immerse themselves in the fairy-tale lantern space and participate in many lively festival activities but also have the opportunity to learn more about the unique spiritual values and beliefs of the local residents. The government and people of Hoi An currently place great emphasis on preserving and promoting this traditional festival, considering it a shared pride and responsibility in maintaining the cultural identity of the nation. Therefore, the Hoi An Mid-Autumn Festival is both an invaluable spiritual asset for the people of Hoi An and a unique tourism highlight, leaving a deep impression on friends both domestically and internationally about an ancient town rich in identity.\n\nReferences: Hoi An Cultural Heritage Management Center: hoianheritage.net; CAND online – Special page of the People's Police Newspaper of Da Nang City: cadn.com.vn; vnexpress.net. DA NANG CITY TOURISM PROMOTION CENTER",
    "event_time": "Every year",
    "location": "Hội An Ancient Town",
    "ticket_info": "Free participation",
    "advise": [
      "It is advisable to wear polite and comfortable clothing when visiting.",
      "Bring water and sunscreen when sightseeing."
    ],
    "price_level": 0
  },
  "fest_37": {
    "name": "The Tet Nguyen Tieu Festival in Hoi An",
    "description": "The Lantern Festival in Hoi An usually takes place over 3 days, from the 14th to the 16th of the first lunar month each year. The Lantern Festival, also known as the Thượng nguyên festival, is considered by popular belief to be the day of \"Heavenly Officials bestowing blessings,\" meaning the day when heavenly officials grant blessings to all of humanity. Therefore, since ancient times, right after the day of Khai hạ on the 7th of the first lunar month, the Vietnamese have prepared to hold ceremonies to pray for peace, good luck, blessings, and prosperity for the entire year, while also organizing festivities before returning to work in the new year with the hope that everything will go smoothly, as desired, and develop positively. During the Nguyen dynasty, the emperors placed great importance on the Lantern Festival (Thượng nguyên) and categorized it as one of the significant ceremonies of the year, which was regulated to be held periodically with specific offerings in the imperial court. The Đại Nam thực lục, compiled by the National Historical Institute, records that in the 16th year of Minh Mệnh (1835), after the officials discussed the regulations for annual ceremonies, the emperor approved that during the winter solstice, Thượng nguyên, Trung nguyên, and Hạ nguyên, offerings would be made at the temples and the Phụng Tiên palace, with rituals similar to those of Đoan dương. Specifically, for the Thượng nguyên and Trung thu festivals, lanterns are hung throughout the night to highlight the festive day in beautiful weather.\n\nCULTURAL CHARACTERISTICS AND VALUES In Hoi An, after the day of Khai hạ (the 7th of the first lunar month), the locals eagerly prepare for the Hoi An Lantern Festival. This festival has long been a tradition of the Hoi An residents and carries cultural values and unique characteristics compared to many places in Vietnam and Asia, as it is formed based on local cultural traditions and has cultural exchanges with China and Japan through various periods at the international trading port of Hoi An. According to the list of holidays and customs of Minh Hương village in Hoi An in 1765, there were 16 rituals held throughout the year, among which the Lantern Festival was celebrated at main locations such as Cẩm Hà palace, Trừng Hán palace, and Hải Bình palace. The main form of organization is the offering ceremony, in addition to lantern displays and street processions. According to the expense report of Lý Tam Bửu Vụ of Minh Hương village, it was noted that in 1787, paper for decorations was purchased in preparation for the Lantern Festival at Vạn Thọ communal house and Lai Viễn bridge; preparations for the lantern festival at Trừng Hán palace, Cẩm Hà palace, and Hải Bình palace were also made.\n\nRITUALS AND ACTIVITIES During the Lantern Festival, village communal houses, temples, and assembly halls all hold solemn ceremonies, adorned with bright lanterns and flowers, creating a bustling and joyful atmosphere similar to the days leading up to the Lunar New Year. At the Quảng Triệu assembly hall, the Triều Châu assembly hall not only organizes prayers for peace and prosperity but also commemorates the ancestors and serves as an annual gathering day for distant and nearby descendants. The offerings are meticulously arranged on the altar, including roasted pig, bao buns, incense, flowers, tea, fruits, and dishes representing each assembly hall. At the Quan Công temple (Ông temple), Bà temple, Cầu temple, and other assembly halls like Phước Kiến and Ngũ Bang, the fragrant smoke of incense rises, and visitors from afar bustle in to pray for peace and blessings at the beginning of the year. The Lantern Festival is also a significant Buddhist ceremony, as it is believed that \"worshiping the Buddha year-round is not as significant as the full moon of the first month.\" Every year, during the Lantern Festival, temples organize to set up altars to pray to the Buddha, chant scriptures, offer incense to dispel misfortunes, and pray for peace.\n\nSIGNIFICANCE AND ROLE OF THE LANTERN FESTIVAL IN THE COMMUNITY LIFE OF HOI AN In village communal houses and neighborhood temples such as Xuân Lâm communal house – Cẩm Phô ward, Sơn Phong communal house – Sơn Phong ward, An Mỹ communal house – Cẩm Châu ward, Trà Quân tomb, Cây Giá temple – Cẩm Thanh commune, Ông An Bàng tomb – Cẩm An ward, the community organizes the first-year peace ceremony to worship the God of Agriculture, the Guardian Spirit, Đại Càn, and many other deities, praying for favorable weather, bountiful harvests, and national peace and prosperity. At the same time, it is also a day to honor the ancestors who contributed to the founding of the village, those who sacrificed for the homeland and the country.\n\nIMPORTANCE AND HERITAGE VALUE Although the Lantern Festival originates from various beliefs, it shares a common characteristic: on the first full moon of the year, people express their reverence towards the Buddhas, deities, and ancestors, praying for a warm and happy life while also organizing spring festivals to prepare for a new year of business. Therefore, the Lantern Festival plays a significant role in the cultural life of the Hoi An community from historical times to the present in many aspects, satisfying spiritual needs, fostering community cohesion, providing entertainment, and creating an environment for individuals and the community to create cultural and artistic values while preserving and promoting the beautiful traditional cultural values of their homeland. Through the process of formation, nurturing, and development, the Lantern Festival in Hoi An is now maintained and organized annually and still retains its unique values. It is one of the major festivals at the beginning of the year for the Hoi An community, having a profound impact on the cultural life of the community, and is cherished, preserved, and actively promoted by the entire community. This contributes to enriching the cultural identity of the nation in general and of Hoi An and Da Nang in particular. To honor the values of the Lantern Festival in Hoi An and contribute to preserving and promoting the beauty and cultural identity of the nation, on February 2, 2023, the Minister of Culture, Sports, and Tourism issued a decision to inscribe the Lantern Festival in Hoi An into the List of National Intangible Cultural Heritage, classified as a traditional festival and social customs and beliefs. The recognition of this heritage by the state is a source of joy, pride, and great honor for the people of Hoi An city, while also conveying a message about the collective responsibility of the community in preserving, transmitting, and effectively promoting this national intangible cultural heritage.\n\nReferences: Hoi An World Heritage Conservation Center: hoianheritage.net DA NANG CITY TOURISM PROMOTION CENTER",
    "event_time": "Every year",
    "location": "Hội An Ancient Town",
    "ticket_info": "Free entry",
    "advise": [
      "It is advisable to wear polite and comfortable clothing when visiting.",
      "Check the weather before you go for the best experience.",
      "Bring water and sunscreen when visiting."
    ],
    "price_level": 0
  },
  "fest_38": {
    "name": "Ba Chiem Son Festival",
    "description": "The Ba Chiem Son Festival is a unique and long-standing folk festival in Da Nang, held annually from the 10th to the 12th of the first lunar month. The festival takes place at the Ba Chiem Son relic site, Chiêm Sơn village, Duy Trinh commune, Duy Xuyen district, Quang Nam province (now Duy Xuyen commune, Da Nang city). This is an occasion for local residents to remember and pay tribute to Ba Chiem Son – the goddess Bô Bô Thái Dương, who has supported and protected the villagers of Chiêm Sơn and the area along the Thu Bồn River. Over centuries of formation and development, the Ba Chiem Son Festival has become an important cultural and spiritual beauty, reflecting the tradition of \"drinking water, remembering its source\" and the community spirit of the local people. At the same time, the festival contributes to preserving and promoting traditional cultural values, nurturing the cultural identity of Da Nang.\n\nORIGIN AND LEGEND OF BA CHIEM SON\nThe worship of Ba Chiem Son originated from the early days of the reclamation of Duy Xuyen land, in the context of the cultural exchange between Champa and Vietnam. According to folklore, there were eight shepherd boys in Chiêm Sơn village who discovered a strange stone on a bright moonlit night and decided to carry it back to worship in the village temple. When they were carrying it over Chiêm Sơn hill, the binding rope suddenly broke, and the stone fell down, too heavy to lift again. At that moment, a boy from the village went into a trance, claiming to be Bô Bô Thái Dương, the guardian deity of the villagers, stating that she chose to reside on this hill because she did not want to worship alongside the Buddhas. Heeding the divine message, the villagers built a small shrine on the hill (called Dinh Bà) to worship Ba Chiem Son. Ba Chiem Son is revered as the village's guardian goddess, always supporting and blessing the residents in the area. The statue of Ba is a sandstone statue about 1 meter tall, with a unique shape: long ears, a head adorned with a crown decorated with seven snake heads around it, sitting cross-legged, and wearing a cloak. These features, along with the fact that there used to be an elephant statue (Ganesa) and a Makara statue made of stone in front of Ba's shrine – sacred symbols in Champa culture, suggest that Ba Chiem Son likely originated from a goddess of the Cham people, adopted and worshipped by the Vietnamese. The sacredness of Ba is also passed down through the anecdote of King Minh Mang when he traveled through this region: It is said that when the royal entourage passed by Dinh Bà, the king's horse suddenly became frightened and reared up, forcing the king to order the main face of Dinh Bà to be turned towards the fields, avoiding facing the main road. This anecdote further emphasizes Ba's reputation and responsiveness in the minds of the people. Acknowledging the merits and miraculous manifestations of Ba Chiem Son, the Nguyen dynasty conferred titles upon her multiple times. In 1908 (the second year of King Duy Tan's reign), she was titled Thái Dương phu nhân; in 1924 (the ninth year of Khải Định's reign), she was further honored with the title “Trinh Uyển Dực Bảo Trung Hưng Thái Dương phu nhân tôn thần.” Since then, the worship of Ba has been increasingly solidified within the community. Every year, on the 12th of the first lunar month – the main festival day, the villagers of Chiêm Sơn and nearby areas solemnly organize the Ba festival according to traditional rituals, as an indispensable part of the cultural and spiritual life of the rice-growing people here.\n\nTRADITIONAL RITUALS IN THE CEREMONY\nThe ceremony of the Ba Chiem Son Festival takes place solemnly, reflecting the villagers' reverence for the goddess. The series of rituals usually begins on the evening of the 11th and lasts until the end of the 12th of the first lunar month. Typical rituals include: \n- Mộc dục Ceremony: Before the main ceremony begins, the villagers perform the Mộc dục ceremony (bathing the statue) to purify Ba's statue. The statue is bathed with water from leaves and fragrant flowers, demonstrating solemnity and respect towards the deities. This ritual opens the ceremony, preparing a sacred space to welcome Ba for the festivities.\n- Túc yết Ceremony: Held on the evening of the 11th of the first lunar month. This is the ceremony of offering incense and offerings to \"túc trực\" and respectfully invite Ba to attend the festival. The offerings to Ba during the Túc yết ceremony include a tray of rice, fruits, and especially a grilled rice paper – a symbolic offering rich in local culture. Although simple, the Túc yết ritual is filled with sincere devotion, marking the beginning of the official ceremonial activities.\n- Kỵ Bà Ceremony (Great Offering): Conducted at midnight, the moment of transition from the 11th to the 12th of the first lunar month. This is the main offering ceremony to commemorate the death anniversary of Ba Chiem Son – the most solemn peak of the ceremony. In the quiet atmosphere of the late night, the elders and reputable dignitaries of the village (after having purified themselves) wear traditional ceremonial attire to conduct the grand offering ritual. The offerings to Ba during the Kỵ ceremony include a variety of rich offerings: rice, pork, fruits, betel leaves, flowers, and especially must include a freshwater crab, a clove of garlic, a stalk of mustard greens, and a civet cat – unique offerings associated with local legends and beliefs. The sounds of gongs and drums resonate heroically in the night, combined with 20 traditional chants, praying for national peace and prosperity, favorable weather, and abundance for every household. \n- Sắc Procession: Takes place on the morning of the 12th of the first lunar month – the main festival day. From early morning, the villagers organize a solemn procession from Ben Gia on the banks of the Thu Bồn River to Dinh Bà Chiêm Sơn. Leading the procession is a lively lion dance team, followed by a team of gongs and drums, a traditional music ensemble, and then the procession of local agricultural products and the procession of the title (the royal decree from the Nguyen dynasty for Ba) carried by 16 strong young men from the village. The procession also includes honor guards and a large number of local residents and tourists participating in a respectful yet lively atmosphere. Upon arriving at Dinh Bà, the title proclamation ceremony is solemnly held to recall the merits and titles of Ba from years past. At the end of the ceremony, all offerings are shared among the villagers, and everyone partakes in the blessings right there, with the belief of receiving good fortune and peace at the beginning of the year. All rituals in the ceremony have been preserved by the Chiêm Sơn community for generations, imbued with sincere devotion and the worship of the Mother. These traditional rituals not only vividly recreate the cultural folklore but also contribute to educating future generations about gratitude to their roots and pride in their homeland's heritage.\n\nVIBRANT FESTIVAL ACTIVITIES AND FOLK GAMES\nAfter the solemn ceremony, the festival activities are lively and bustling, attracting a large number of residents and tourists. The festival of Ba Chiem Son features many cultural, sports, and unique folk games, creating a joyful and cheerful atmosphere throughout the countryside. During the festival days, visitors can immerse themselves in unique experiences such as: singing Bài chòi – an engaging folk art form from Quang; enjoying the countryside market with rustic culinary dishes; watching lively lion dance performances; cheering on exciting volleyball matches; and enjoying folk performances by local residents...\n\nCULTURAL AND TOURISM SIGNIFICANCE OF THE FESTIVAL\nFor the people, the Ba Chiem Son Festival is not just a common religious activity, but has long become an indispensable spiritual nourishment, contributing to enriching the cultural life of the community. This is one of the most representative Mother worship festivals in Quang, where generations of local residents place their spiritual beliefs and hopes for a peaceful life and bountiful harvests. Through the festival, many precious traditional cultural values are preserved and transmitted vibrantly: from ancient offering rituals to folk songs and unique local games. The festival is also an occasion to strengthen neighborhood ties, enhance solidarity within the community, and foster pride in the heritage of their homeland among every child of Quang. In terms of heritage, the Ba Chiem Son Festival has been officially included in the List of National Intangible Cultural Heritage by the Ministry of Culture, Sports and Tourism in 2025. This recognition affirms the importance of the festival in the treasure trove of national cultural heritage, while opening up opportunities for the locality to enhance the preservation and promotion of the festival's values in the new phase.\n\nReferences: Da Nang city electronic portal: danang.gov.vn; Ethnic and Development Newspaper: baodantoc.vn; Justice Newspaper: congly.vn. DA NANG TOURISM PROMOTION CENTER",
    "event_time": "Every year",
    "location": "Hội An Ancient Town",
    "ticket_info": "Free participation",
    "advise": [
      "It is advisable to hire a local guide to gain a better understanding of the history and culture.",
      "Check the weather before you go for the best experience."
    ],
    "price_level": 0
  },
  "fest_39": {
    "name": "The Procession of the Chợ Được Lady's Palanquin",
    "description": "The Chợ Được Lady Procession Festival is a celebration honoring the founder of Chợ Được in Thăng An commune, Da Nang city (previously part of Phước Ấm village, Bình Triều commune, Thăng Bình, Quảng Nam). OVERVIEW OF THE FESTIVAL The Chợ Được Lady Procession Festival usually takes place over two days, the 10th and 11th of the first lunar month each year – right after the Lunar New Year when the weather is favorable and people's hearts are filled with wishes for a peaceful new year. The main venue is the Chợ Được area and the Chợ Được Lady Shrine in Phước Ấm village, which is associated with the legend of the Lady. The festival consists of two main parts: the ceremonial part and the entertainment part, interweaving solemn rituals with folk cultural activities. The 10th of the first lunar month typically begins with preparation rituals and some opening activities, while the peak of the festival occurs on the 11th with the official procession. ORIGIN AND LEGEND OF THE CHỢ ĐƯỢC LADY According to legend, the Lady's father, named Trí, was once a high-ranking official in the Lê dynasty. Her mother, from the Trịnh family, was named Tình. The Lady was born in a dignified environment. When her mother went into labor, a whirlwind appeared outside, with dust swirling and white clouds covering the sky. When the Lady was born, she had a strong physique, was as white as snow, fragrant as flowers, walked unusually, and had a clear, resonant voice, with a body that seemed to lack bones. She practiced as a healer, curing the sick, teaching the villagers about trade, and frequently using her magical powers to deal with corrupt officials. At the age of 18, she passed away in her hometown. On the day of her passing, her spirit traveled down the Trường Giang River to Phước Ấm village (Bình Triều commune), inspiring the establishment of the bustling and prosperous Chợ Được market. In gratitude, the people of Phiếm Ái village built a tomb for her. The villagers revered her, regularly sending people to take turns guarding and caring for the tomb. One day, however, a buffalo knocked over her tomb. Immediately after, the buffalo collapsed and died for unknown reasons. Fearing her wrath, the villagers prepared offerings and invited a priest to apologize. After the ceremony, while chatting, the priest inadvertently spoke disrespectfully of her. However, as soon as he finished speaking, he suddenly felt a severe headache, and a few days later, he died unexpectedly. In the 6th year of the Thành Thái reign, the people of Phước Ấm and Chợ Được merchants submitted a petition to the government, province, and Ministry of Rituals requesting the recognition of the Chợ Được Lady as \"Tề thục dực bảo trung hưng trung đẳng thần.\" In the 40th year of the Khải Định reign, she was honored with the title \"Trang huy dực bảo trung hưng thượng đẳng thần.\" She was also exalted as \"Tề thục dực bảo trang huy thượng đẳng thần,\" \"Thần nữ linh ứng Nguyễn Thị Tôn Thần,\" etc. It is said that the Chợ Được Lady is the patroness of trade and the village's guardian spirit for the people of Phước Ấm. She established a small tea shop by the roadside, near the riverbank, attracting more and more visitors. Gradually, the quiet village transformed into a bustling market, with people from all directions coming to set up stalls and build houses, creating a lively town. The Chợ Được Lady procession prays for \"national peace and people's safety,\" expressing the villagers' gratitude to the Chợ Được Lady – who brought a peaceful life to the village. The procession reenacts historical figures or events such as: the Two Trưng Sisters riding elephants to fight invaders, Saint Gióng driving away the An invaders, and the swift steps of the hero Nguyễn Huệ of the Tây Sơn dynasty… All of this aims to instill love for the homeland in future generations, ensuring that the Lady's contributions are remembered forever. On December 31, 2008, the Chợ Được Lady Shrine was recognized as a provincial historical site by the Quảng Nam Provincial People's Committee. On December 19, 2014, the Ministry of Culture, Sports and Tourism recognized the Chợ Được Lady procession festival as a national intangible cultural heritage. Reference sources: Government Portal of the Religious Affairs Committee: btgcp.gov.vn Da Nang Newspaper: baodanang.vn DA NANG TOURISM PROMOTION CENTER",
    "event_time": "Every year",
    "location": "Hội An Ancient Town",
    "ticket_info": "Free participation",
    "advise": [
      "It is advisable to hire a local guide to gain a deeper understanding of the history and culture.",
      "Bring water and sunscreen when sightseeing.",
      "Check the weather before you go for the best experience."
    ],
    "price_level": 0
  },
  "fest_40": {
    "name": "The Phuong Chao Lady Festival",
    "description": "The Phuong Chao Festival is a unique and ancient folk festival of the people of Da Nang. The festival takes place annually on the 25th day of the 2nd lunar month at the Phuong Chao shrine in Khuong My village, Dai Cuong commune, Dai Loc district, Quang Nam province (now part of Vu Gia commune, Da Nang city). This is an occasion for local people to remember and pay tribute to the merits of Phuong Chao – the goddess revered by the people, praying for favorable weather, bountiful harvests, and a peaceful, prosperous life in their homeland. The festival also stems from the aspiration for national peace and is a testament to the spirit of community cohesion and cultural exchange among regions in Quang. With a history of hundreds of years, the Phuong Chao Festival has become an important cultural and spiritual event, deeply rooted in the tradition of \"drinking water, remembering its source\" of the people of Da Nang.\n\nORIGIN AND LEGEND OF PHUONG CHAO\nPhuong Chao, also known as Ba Cho Duoc, was born Nguyen Thi Cua on February 25, 1800, in Phuong Chao village, Phiem Ai district (now part of Dai Loc commune). It is said that she was a celestial being who descended to earth; upon her birth, a good omen appeared with white clouds covering the area. Growing up, she practiced medicine to help the people and punished the wicked, earning the respect of many. She only lived on earth for 17 years before passing away, but her spirit continued to manifest and bless the good people, leading to the fishing village of Phiem Ai by the Vu Gia River becoming more populous and prosperous. In gratitude for her merits, the villagers built a shrine right in her hometown of Phuong Chao. \n\nThe royal decree elevated Phuong Chao to the status of a high-ranking deity. The legend states that after her deification in her hometown, Phuong Chao traveled to Phuoc Am (Thang An commune), helping the people establish a market for increasingly prosperous trade; thus, the Cho Duoc market (a colloquial name meaning \"buying well and selling well\") was formed, closely associated with her reputation. The local people, feeling grateful, established a temple and submitted a petition to the court for her elevation. During the Nguyen dynasty, Phuong Chao was granted divine status twice by the king: the first time in the 6th year of Thanh Thai (1894), elevating her to Trung Dang deity, and in the 4th year of Khai Dinh (1919), she was further honored with the title of Thuong Dang deity. To express gratitude for her contributions, two traditional festivals associated with her name are held annually in Da Nang. In Phuoc Am village (Thang An commune), on the 11th day of the first lunar month, there is a procession for Ba Cho Duoc; while in her hometown of Khuong My (Vu Gia commune), on her birthday (25th day of the 2nd lunar month), a grand festival takes place. These two events create a sacred connection between the Phiem Ai region (where she was born) and Phuoc Am (where she manifested to help the people).\n\nTRADITIONAL RITUALS IN THE CEREMONY\nThe ceremonial part of the Phuong Chao Festival is conducted solemnly, reflecting the villagers' reverence towards the deities. The series of rituals usually begins on the 24th day of the 2nd lunar month (during the festival) and extends to the 25th day of the 2nd lunar month, including many traditional rituals rich in spiritual value: \n\n- The Ancestral Worship Ceremony: The festival opens with a ceremony to honor the spirits, aiming to remember the deceased and pray for national peace and prosperity, hoping that the souls of the departed find peace and the land remains safe and prosperous. This ritual embodies the humanitarian spirit of \"harmony between yin and yang,\" expressing the wish for a prosperous life for all.\n\n- The Procession of Ba: In a solemn atmosphere, the villagers organize a procession of Ba Phuong Chao around the shrine area. The palanquin is lavishly decorated, carrying the tablet (or statue) of Ba, carried by the village elders and young men, led by flags and the sound of drums and gongs. The procession, consisting of hundreds of people, creates a majestic scene that attracts many participants.\n\n- The Flower Lantern Release: In the evening, the locals organize a flower lantern release on the Vu Gia River next to Ba's shrine. Hundreds of flower lanterns are lit and set afloat on the water, symbolizing prayers and gratitude sent to Phuong Chao. The scene of the flickering lanterns on the river creates a sacred and poetic atmosphere for the festival.\n\n- The Main Offering Ceremony: On the morning of the 25th day of the 2nd lunar month, the main offering ceremony is held at the shrine dedicated to Ba Phuong Chao. The offerings are prepared with care, including incense, fruits, and possibly sacrificial items depending on local customs. The officiating team consists of respected elders in the village, who recite prayers praising Ba's merits and praying for favorable weather and peace for all. A special feature of this festival is that the offering participants are selected from virtuous young women in the village – unlike many places where men usually take this role. This uniqueness stems from the legend of Ba Phuong Chao, who loved children, singing, and boat racing, so the later generations show their respect by allowing pure young women to serve in the offering ceremony. During the festival days, young women are given time off from school or work by their families and schools (if still studying) to fully participate in the offering ceremony, demonstrating their sincere respect and maintaining the village's unique customs.\n\nVIBRANT FESTIVAL ACTIVITIES AND FOLK GAMES\nFollowing the solemn rituals is a vibrant festival atmosphere, where tourists and locals immerse themselves in the lively cultural festival. Khuong My village during the festival days is filled with colorful flags and flowers, the sound of drums and gongs resounding, and the cheers of excitement. Many cultural, sports, and engaging folk games are organized, providing rich experiences for participants. Notable activities include traditional boat racing on the Vu Gia River, attracting many paddlers to compete; singing Bai Choi – a folk singing form characteristic of Central Vietnam, where participants sing and play games on bamboo platforms; the lively lion dance to kick off the festival; along with the activity of releasing glowing flower lanterns on the river at night and many other fun folk games (tug-of-war, swinging, blindfolded goat catching, etc.). Visitors also have the opportunity to enjoy folk art performances, watch traditional opera, and visit traditional food stalls, creating a colorful festival cultural picture that leaves a deep impression on festival-goers.\n\nCULTURAL AND TOURISM ROLES AND VALUES OF THE FESTIVAL\nFor the people of Da Nang, the Phuong Chao Festival is not just a regular religious activity but has become an indispensable spiritual nourishment, playing an important role in the cultural and spiritual life of the community. This festival is closely linked to the worship of the Mother Goddess among the Vietnamese, reflecting the principle of \"drinking water, remembering its source\" and the sincere gratitude towards ancestors, while also expressing the aspiration for a peaceful and prosperous life, national peace, and public safety. Through the festival, many valuable traditional cultural values are preserved and passed down through generations – from traditional ceremonial rituals to folk songs and characteristic folk games – contributing to strengthening community bonds and enhancing local solidarity.\n\nIn terms of heritage, the Phuong Chao Festival was officially recognized as a national intangible cultural heritage by the Ministry of Culture, Sports, and Tourism in 2020. This recognition affirms the importance of the festival in the national cultural treasure, while also motivating the locality to continue preserving and promoting the festival's values in the new era. The government and the people view this as both a source of pride and a shared responsibility, continuously striving to preserve and enhance the festival, valuing both tangible cultural heritage (the shrine, Ba's tomb) and intangible heritage (rituals, legends, folk arts) related to it. Alongside this, the promotion and introduction of the festival are also being strengthened, aiming to make the Phuong Chao Festival a unique cultural and spiritual tourism product of Da Nang, attracting visitors from afar to experience and learn about the local cultural identity.\n\nIt can be said that the festival is both a priceless cultural heritage of the land and holds great potential for sustainable tourism development, contributing to introducing the image of Da Nang's homeland and people, rich in tradition, to friends from all over. \n\nReferences:\n- Government Religious Committee Portal: btgcp.gov.vn\n- Da Nang Newspaper: baodanang.vn\n- Da Nang Tourism Promotion Center",
    "event_time": "Every year",
    "location": "Hội An Ancient Town",
    "ticket_info": "Free admission",
    "advise": [
      "Check the weather before you go for the best experience.",
      "It is advisable to visit in the early morning or late afternoon to avoid the heat and crowds.",
      "Bring water and sunscreen when sightseeing."
    ],
    "price_level": 0
  },
  "fest_41": {
    "name": "The craft of making bamboo and coconut houses in Cam Thanh.",
    "description": "In Quang Nam (now Da Nang), whenever people hear the song \"Stand up with coconut leaf guns / Our homeland rises up, defeating the American invaders,\" they think of Cam Thanh, a revolutionary base with the legendary Bay Mau Coconut Forest, which became famous for its uprising with coconut leaf guns in September 1964. The mangrove forest here not only \"shelters soldiers and surrounds the enemy\" but has also provided raw materials for the formation and development of the famous bamboo and coconut house-making profession over the past few hundred years, contributing to the rich cultural values of the traditional crafts of Hoi An and Da Nang. Cam Thanh, known as Thanh Chau village during the feudal period, is located in Thanh Chau commune, Hoa Vang district. This village lies to the southeast of Hoi An city (now part of Hoi An Dong Ward), about 3 km from the Hoi An Ancient Town – a UNESCO World Heritage Site, covering an area of approximately 970.42 hectares, of which more than one-third is water surface with 348.69 hectares.\n\nNATURAL CONDITIONS AND ECOLOGICAL ENVIRONMENT\nThis land is surrounded by rivers and water, with the south and southwest being the lower reaches of the Thu Bon River, the east and northeast being the Ba Chươm River, and the Do River to the north and northwest. The Dinh River and Do River connect the Thu Bon River with the Ba Chươm River in a southwest-northeast direction. The numerous rivers and channels, some wide and some narrow, some shallow and some deep, wind through sandbanks and mounds along the lush, year-round green mangrove forests like Thuan Tinh (Con Kien), Con Ong Hoi, Con Tien, Con Ba Xa, Go Hi, Go Gia, creating a picturesque landscape. Perhaps due to its proximity to the sea entrance of Cua Dai, which is also the confluence of three major rivers of Quang Nam (Chien Dan, Thu Bon, Vu Gia) and the Co Co River, the ecosystem in Cam Thanh is very special, characterized by a river mouth mangrove forest with the dominant species being the nipa palm. The mangrove nipa palm ecosystem here is not only an ideal environment for many species of birds and aquatic life to thrive but also contributes to the biodiversity that led to Cu Lao Cham – Hoi An being recognized as a World Biosphere Reserve in 2009, while also creating a strategic position for coastal defense and river mouth protection.\n\nIn addition to nipa palm, bamboo is also a thriving plant in Cam Thanh village. The bamboo hedges running along the riverbanks or village paths, at the entrance or the end of gardens, not only add charm and tranquility to Cam Thanh village but also provide raw materials for creating many household items and building houses. With favorable natural conditions and geopolitical, military, and economic positions, residents have settled in Cam Thanh early on, developing the area into a prosperous land. Despite being severely devastated during the two wars against French colonialism and American imperialism, Cam Thanh boasts over 23 historical and archaeological sites recognized at national and provincial levels, such as the architectural foundations of Cham culture and the tomb of Lady Trieu Quan, the ancestral tombs of the Tran and Le clans, ancient wells, etc., along with a rich and diverse intangible cultural heritage system, including rituals, festivals, customs, culinary culture, folk arts, and traditional crafts. Notably, the profession of harvesting bird's nests in Thanh Chau has been recognized as a national intangible cultural heritage, demonstrating the historical and cultural depth of Cam Thanh in the international trading port of Faifo – Hoi An.\n\nFrom the perspective of traditional crafts, besides the bird's nest harvesting profession and the once-famous boat trading profession, Cam Thanh is also renowned for its distinctive bamboo and coconut house-making craft. The Bay Mau Coconut Forest in Cam Thanh, covering an area of 106.01 hectares, is concentrated in the villages of Thanh Tam, Thanh Nhat, and Van Lang. This forest, which remains green year-round, not only protects against storms and retains silt but also provides dry coconut leaves to develop the traditional bamboo and coconut house-making profession, serving the housing needs of the local community and the recent demand for green tourism infrastructure.\n\nDuring the two resistance wars against French colonialism and American imperialism, the Cam Thanh nipa palm forest became a solid revolutionary base, helping to secure the land and village, leading to glorious victories, with the September 1964 uprising being a typical example, contributing to the nation's resounding victory in the historic spring of 1975.\n\nHISTORY OF THE DEVELOPMENT OF THE PROFESSION\nAccording to preserved records and historical documents, in the 16th-18th centuries, taking advantage of their experience with rivers and water and being adjacent to the international trading port of Hoi An, the boat trading profession in Thanh Chau village flourished, forming a trade route along the Central Coast, even extending to the southern regions. Recognizing that the mangrove waters of the village could support the growth of nipa palms like in the south, boat owners brought seeds back to plant, gradually developing into the vast nipa palm forests we see today. In addition to bringing seeds to plant in the new land, knowledge of using nipa palm leaves for housing was also learned and adopted by boat traders. Based on the available raw materials, bamboo is used for the load-bearing frame, and nipa leaves are used for walls and roofing. With hard work and creativity, the people of Cam Thanh have expanded the bamboo and coconut house-making profession, meeting local demands and serving residents of neighboring areas; preserving the values of traditional bamboo and coconut houses while also creating new styles and products for tourism and contemporary aesthetic needs. The strong development of the bamboo and coconut house-making profession in Cam Thanh has gradually influenced and spread to other localities such as Cam Chau, Cam An, Cam Kim, etc.\n\nRAW MATERIALS AND TOOLS\nSpecializing in bamboo and coconut house-making, the people of Cam Thanh have created a rich system of tools with over 40 types used in various stages of the profession, from preparing raw materials to processing the frame, leaf sheets, and assembling and finishing the house. Some tools are involved in multiple production stages. Each stage requires specific experience and techniques to create a house that is both beautiful and durable. Preparing quality bamboo and coconut materials is one of the important factors in making a sturdy and beautiful house. Due to the requirements for durability and resistance to pests, craftsmen often choose bamboo that is 4-5 years old for house construction. Bamboo harvested in January is the best because this is when the bamboo accumulates the most nutrients. After being cut, the bamboo is soaked in mud for about one to one and a half years to increase its durability and pest resistance, then taken out for processing into frames or sheets for walls, etc. People dig long holes along the riverbanks and carefully stack each bamboo pole inside, securing them with stakes, then cover them with coconut leaves and soil. According to artisans in the bamboo and coconut house-making profession, the nipa palms in Cam Thanh grow on sandy soil that is firm, slightly pink, and more durable than those grown in muddy areas, thus they are prioritized for roofing. Nipa palms planted for five years can have their leaves harvested, with two harvests each year, in March and August of the lunar calendar. People use machetes to cut the older leaves, leaving the younger leaves and buds for future harvests. Leaves harvested in March are of better quality than those in August due to the longer growth period. To facilitate cutting and efficient transportation, people usually cut from the outside towards the center of the grove. At the same time, they also trim some of the palm fronds to clear the path. Previously, these fronds were dried and used as fuel for cooking. After cutting, the nipa leaves are pulled ashore or loaded onto boats for transport to the processing stage. Depending on whether the leaves are used for roofing or walls, the nipa leaves are stripped to separate the stalks and leaves or split in half (into two parts) using skilled techniques honed over years of practice. People often choose large-leaved nipa for stripping and separating the leaves and stalks. The leaves are tied together into sheets. The stalks, leaves, and split nipa are dried and bundled, stored in a dry place. To ensure the leaves dry evenly and are convenient for processing, people usually lay the stalks and leaves in the same direction and close together, with the stalks on top and the leaves underneath, marking every 50 stalks with a sign. The drying time depends on the weather, ranging from 10 to 20 days. Bundling the nipa leaves for storage is also an art, requiring meticulous care to ensure the leaves do not break and the stalks are straight. To achieve straight bundles, people align the stalks and leaves in one direction, thread a coconut rope through the ends and tops, and tie them tightly. Dried nipa leaves can be soaked in water in a well-ventilated area for about a week, then pulled out and dried again to enhance durability and pest resistance. The stalks of nipa are used for walls, partitions, roofing, and ceilings. The nipa leaf sheets are used for roofing doors, family gatherings, making umbrellas, and raincoats. The split nipa sheets are used for roofing and walls.\n\nPROCESS OF MAKING BAMBOO AND COCONUT HOUSES\nA traditional bamboo and coconut house, whether three or five rooms, with or without eaves, consists of load-bearing frames made of bamboo (columns, beams, rafters, and crossbeams) and a covering system (roof, walls, doors made of nipa leaves) built on a raised foundation. To create a complete house, the processing of raw materials is crucial, requiring craftsmen to have a deep understanding of the structure of a traditional bamboo and coconut house, the required scale of the house, and the height of the foundation compared to the surrounding ground to select bamboo for columns, beams, and rafters, and choose nipa for roofing, walls, and doors appropriately. This not only relates to technique but also reflects the rich knowledge accumulated by craftsmen and the community over hundreds of years of practice. Bamboo soaked for the appropriate time is dried before processing the components of the house. Long, straight, and evenly sized bamboo poles are selected for crossbeams. In folk belief, the crossbeam is considered the backbone of the house, so great care is taken in choosing bamboo for it. The bamboo should be of moderate age, not too old or too young, as the saying goes, \"old bamboo dies early, young bamboo dies young.\" The bamboo stalks must be thick and straight, without being finely shaved, and the nodes should not be broken. Sturdy, thick bamboo sections are used for beams and rafters. Bamboo used for connections, fasteners, doors, and wall panels must also be selected from strong, durable bamboo. For the house columns, fresh bamboo is not used; instead, straight, sturdy sections are preferred. In the past, craftsmen used hand saws, chisels, hand drills, and knives to meticulously perform each step with careful calculations to ensure the aesthetics and sturdiness of the house while saving materials. Nowadays, the use of mechanical tools in processing is more common, but traditional tools and techniques still play an important role. Alongside processing the load-bearing frame components, the processing of roofing, walls, family gathering areas, and doors is also carried out. Roofing sheets (panels) come in various types such as two-layer, three-layer, and four-layer panels. Depending on the size and area of the house, craftsmen select nipa sheets that are appropriately sized, usually with similar lengths. With diligence and skill, craftsmen use hand tools to weave nipa, connecting panels with bamboo fasteners using rattan (later using fishing lines) to create sturdy sheets, approximately 1 meter wide. First, the craftsman selects a flat, spacious area, then arranges the dry nipa sheets closely together with the stalks on top, uses a bamboo rod to pierce through the leaves below, and ties them together. Next, they tie the first panel and the third and fourth panels, ensuring they are spaced 25-27 cm apart to match the distance of the crossbeams for easier roofing. Depending on the width and length of the roof, more or fewer panels are prepared. Typically, each roof has 2-3 layers of panels. The walls surrounding the house can be made in various styles, such as leaf walls, mixed leaf and stalk walls, yin-yang walls, single-layer and multi-layer stalk walls, etc. Depending on the intended use, the wall panels are sized accordingly and can be made in various shapes, such as solid walls, walls with doorways or windows, or walls with ventilation openings. Components of the house, such as family gathering areas and doors, are also constructed simultaneously with the wall panels. Family gathering areas and doors have frames made of split bamboo or are fixed with bamboo fasteners, covered on the outside with layers of nipa leaves from bottom to top. Another component made from nipa leaves is the decorative panel used to cover the top of the crossbeams.\n\nAssembling the house is a crucial step in the process of making bamboo and coconut houses in Cam Thanh. This stage requires the coordinated efforts of multiple craftsmen. To prepare for the assembly, the load-bearing frame components are transported to the designated elevated foundation. Next, craftsmen connect the beams and rafters using bamboo fasteners, then tie the beams to the crossbeams with rattan or fishing line to form the roof frame. In folk belief, the total number of crossbeams and rafters used for the roof is always an \"auspicious number,\" with each roof having 4 or 6 beams. Furthermore, as the eastern side is considered more favorable, the crossbeams and rafters of the house roof are always placed with the base on the left. The length of the crossbeams is also chosen based on auspicious measurements according to the Lo Ban scale. The bamboo columns at the back are placed in holes about 1 meter deep. Craftsmen use bamboo ladders and columns to support the roof frame at the column tops, then use fasteners to connect the column tops to the beams. This process is repeated for the front columns. Craftsmen use a system of supports to stabilize the house frame, then adjust the height and spacing appropriately before securely burying the column bases and erecting additional main columns. If building a house with eaves, they must continue to erect the eaves frame. Once the frame is securely fixed, craftsmen begin roofing the house. Each nipa leaf sheet is pulled up and tightly tied to the crossbeams in the order of the lower layers first, then the upper layers from left to right. After that, dry nipa leaves are placed over the ridge and secured with a long bamboo pole. Next, they assemble the family gathering area, decorative panels, erect the walls, and install windows and doors. Most windows and doors of bamboo and coconut houses are designed as hinged doors. The door supports are also used to secure the door when it is closed.\n\nCULTURAL AND SOCIAL VALUES\nThe formation and development of the bamboo and coconut house-making profession in Cam Thanh not only demonstrate the historical and cultural depth of the land but also reflect the ecological and natural characteristics of the area. The people of Thanh Chau, now Cam Thanh, with their creativity and skilled hands, have learned to overcome difficulties and utilize the advantages of nature to serve their lives, with the values brought by the bamboo and coconut house-making profession being vivid evidence. Although there is no specific guild or worship system, families and establishments involved in making bamboo and coconut houses actively participate in rituals for peace and prosperity for the village, praying for favorable weather and a peaceful community, and especially for the profession to continue thriving. The contributions of the bamboo and coconut house-making profession in Cam Thanh to the intangible cultural heritage of Hoi An in particular and the nation in general include a system of experiences and knowledge related to the exploitation of natural resources and cultural habitation; enriching the ethnic language through a unique terminology system of the profession. Through the practice of the profession, the community has not only accumulated many experiences to enhance work efficiency and create more durable and beautiful houses but has also increasingly innovated new products that meet the needs of the market and the times, attracting tourists to participate in experiences with enthusiasm and passion. Recognizing the value of the Cam Thanh nipa palm forest ecosystem in economic development, especially in tourism, as well as aiming to preserve and develop the traditional bamboo and coconut profession in the new context, Hoi An city has implemented many policies to protect and promote the Cam Thanh nipa palm forest ecosystem, develop community tourism based on traditional professions, especially bamboo and coconut, and train and pass on the profession. The inventory, identification, and proposal for the preservation and promotion of cultural heritage values in general and the nipa palm profession in particular in Cam Thanh have been early concerns of specialized agencies in Hoi An. The bamboo and coconut house-making profession in Cam Thanh carries the unique characteristics of Hoi An that not every place possesses. It is not only about creatively utilizing natural resources to serve life, but moreover, the essence of the profession has made significant contributions to the cultural heritage of Hoi An and the socio-economic development of the locality and the country. With appropriate policies from the local government of Hoi An and the diligence, meticulousness, and innovative thinking of the community, it is believed that the products of the bamboo and coconut house-making profession in Cam Thanh will continue to gain recognition far and wide. The bamboo and coconut house-making profession in Cam Thanh, Hoi An has been recognized as a national intangible cultural heritage. The ceremony to receive this title will take place on the evening of September 27, 2024, on the occasion of the 60th anniversary of the Cam Thanh Liberation Uprising. \n\nReferences:\n1. Hoi An Cultural Heritage Conservation Center: hoianheritage.net\nDANANG TOURISM PROMOTION CENTER",
    "event_time": "Every year",
    "location": "Hội An Ancient Town",
    "ticket_info": "Free participation",
    "advise": [
      "You should wear polite and comfortable clothing when visiting.",
      "It is advisable to hire a local guide to gain a better understanding of the history and culture.",
      "It is advisable to visit in the early morning or late afternoon to avoid the heat and crowds."
    ],
    "price_level": 0
  },
  "fest_42": {
    "name": "The profession of growing vegetables in Tra Que – Hoi An",
    "description": "The characteristics of the Trà Quế vegetable growing profession in Hội An are that the crops here are mainly local varieties maintained for hundreds of years. Trà Quế vegetable village in Cẩm Hà commune (now part of Hội An Tây Ward, Da Nang City) is located about 2.5 km north of the center of Hội An. This place is like a river island, surrounded by the Để Võng River and Trà Quế lagoon. When mentioning the name Trà Quế, the first association is the famous traditional vegetable growing profession that has existed for a long time, linked to the formation and development of the land.\n\nOUTSTANDING VALUES OF TRÀ QUẾ VEGETABLE GROWING\nTrà Quế is a land that was formed quite early. Archaeologists have found traces of the Sa Huỳnh culture dating back 2000 years. From the Trà Quế landmark to the Bà Yàng temple relic, ancient stone wells, etc., not only do they evoke the imprint of the Cham people in history, but many historical and cultural relics, as well as revolutionary sites of the Vietnamese people in Trà Quế, demonstrate the long-standing and continuous historical process of the local community. Many sources indicate that over 300 years ago, the first Vietnamese settlers from the Phạm, Mai, Nguyễn, and Lê clans arrived to settle in the Trà Quế area. Later, the Trần and Hồ clans also joined. Initially, the residents primarily lived by fishing in the river. During their settlement, they discovered that certain vegetables cooked with shrimp, crabs, and fish were very delicious, so they brought seeds back to plant for personal use. With their creativity and hard work, some locals thought about clearing more land to grow vegetables and rice. From there, patches of coriander, mint, then basil, onions, cabbage, and chives gradually emerged in this area. Due to being cultivated in suitable soil conditions, along with proper care techniques, the vegetables not only grew lush but also had a distinctive delicious flavor. Therefore, Trà Quế gradually became a famous vegetable village far and wide.\n\nHISTORY OF FORMATION AND DEVELOPMENT\nHistorically, Trà Quế was also known as Nhự Quế, Thanh Quế, Nhà Quế. Folklore tells that around the 18th century, a king was traveling on the Đế Võng River and stopped by the village, tasting a type of vegetable that reminded him of tea in fragrance and cinnamon in spiciness, and thus named the vegetable village Trà Quế. The Thanh Hà land register established in the 17th year of Gia Long (1818) also recorded the name Trà/Nhà Quế. Thus, by the early 19th century at the latest, the name Trà Quế had appeared. In the Quảng Nam xã chí document from the École française d'Extrême-Orient, it mentions the local products of Thanh Hà village in the 1940s as follows: “Thanh Hà village has an area of over 700 acres, with about 5000 inhabitants. The specialty of this village is fresh vegetables, rice, and cassava... Except for fresh vegetables, other food products are not enough for the villagers. The main occupations of this village are tile and brick making, pottery... The village also has fishing activities but on a small scale, while agriculture occupies half of the village. Besides these specialized trades, there are also other jobs, but they are not significant.” This shows that the vegetable growing profession was almost the main occupation for economic development in the past. During the resistance against the French and Americans, Trà Quế was an important revolutionary base for the military and people of Cẩm Hà commune and Hội An town. To evade the enemy, the people of Trà Quế would produce vegetables during the day and dig tunnels to hide officials at night. The baskets of Trà Quế vegetables not only fed families but also contributed to feeding soldiers and officials; the fragrance of Trà Quế vegetables carried not only the essence of the sea, wind, sand, and the algae of Trà Quế lagoon but also the sweat, tears, and blood of the children of Trà Quế who sacrificed to protect, preserve, and build this land.\n\nTHE PERIOD AFTER 1975 TO PRESENT\nAfter 1975, the people of Trà Quế vegetable village began the process of building and reconstructing their homeland, improving the land for growing crops to stabilize their lives and develop the economy from traditional vegetable farming. Infrastructure gradually changed, and the living standards of the people improved. By 2001, Hội An town (now Hội An city) planned to establish concentrated vegetable production with a total area of 15 hectares. Currently, Trà Quế vegetable village has 207 households specializing in vegetable cultivation with 345 workers. The area of land for vegetable cultivation has been improved to 18 hectares. In 2018, vegetable yield reached 792 tons, with a value of 10.73 billion VND, and the average income of vegetable growers and service providers was about 4.4 million VND per person per month. According to statistics, Trà Quế vegetable village has about 55 types of vegetables, including some that have lost their varieties like aromatic onions, lettuce, and long mint. The remaining types of vegetables are well-maintained and their quality is continuously improved.\n\nCULTIVATION TECHNIQUES AND FOLK KNOWLEDGE\nIn addition to preserving traditional cultivation methods in the vegetable growing process from selecting and preserving seeds to planting, caring, harvesting, and consuming, the residents have accumulated experience and adjusted methods to produce high-quality, safe vegetables that require less production time. Folk knowledge accumulated over time reflects the meticulousness and diligence of hardworking farmers who invest their passion into every patch of vegetables. This experience is not exclusive to anyone but is a collective resonance of the entire community to create the most common production methods, which not all craft villages possess in such harmony. Over generations, thanks to the soil conditions and appropriate cultivation and care techniques, especially the green manure from algae in the Trà Quế lagoon and Để Võng River, the vegetables here have a unique deliciousness. Each type of vegetable has its own shape and flavor. The shape and size of the vegetables are also different from those in other places, such as small, thick leaves, sturdy low plants, particularly fragrant, and richer in taste; soft vegetables that seem to melt in the mouth without being chewy. When mixed together, the vegetables create a blend of five flavors: spicy, sweet, bitter, sour, and astringent, and to create delicious dishes, locals often select suitable vegetables and adjust the quantity as desired. Trà Quế has distinctive vegetables that one cannot miss tasting, such as mint, basil, young cabbage, and chives. The vegetables in Trà Quế are not only daily meals in family dinners but also essential ingredients that enhance the flavor of local specialties like tam hữu, ram cuốn, mì Quảng, cao lầu, bánh xèo, etc., but they are also folk remedies that can treat colds, flu, rashes, and many other seasonal ailments.\n\nLOCAL PLANT VARIETIES AND CONSERVATION EFFORTS\nAnother outstanding feature of Trà Quế vegetables is that the plant varieties here are primarily local varieties maintained for hundreds of years. The seeds here, especially those for planting, have small, firm seeds, while the varieties grown from branches have sturdy, small stems that are very fragrant. The locals always focus on preserving traditional varieties due to their superior qualities, delicious flavors, suitability for the soil, resistance to pests, and stable yields. Protecting traditional plant varieties is not a simple task; it is a long process tied to the profession, along with good cultivation practices to maintain a long-term seed source. After reviewing and evaluating the documentation, on April 4, 2022, the Ministry of Culture, Sports and Tourism issued Decision No. 784/QĐ-BNHTTDL announcing the List of National Intangible Cultural Heritage, which includes the Trà Quế vegetable growing profession in Cẩm Hà commune, Hội An city, Quảng Nam province, in the category of Folk Knowledge and Traditional Crafts.\n\nSources:\n1. Hội An Heritage Conservation Center: hoianheritage.net\nDANANG CITY TOURISM PROMOTION CENTER",
    "event_time": "Every year",
    "location": "Tra Que Vegetable Village",
    "ticket_info": "Free admission",
    "advise": [
      "You should wear polite and comfortable clothing when visiting.",
      "Bring water and sunscreen when sightseeing."
    ],
    "price_level": 0
  },
  "fest_43": {
    "name": "Kim Bồng Woodworking – Hoi An",
    "description": "Kim Bồng Woodworking – Hoi An has historically, culturally, and scientifically significant values for the formation and development of the Hoi An trading port city. The Kim Bồng village, formerly known as Kim Bồng district, belonged to Mỹ Khê commune, Duy Xuyên district, mostly located in Cẩm Kim commune, Hoi An city, Quang Nam province (now part of Hoi An Ward, Da Nang City). This village was established quite early in the Hoi An trading port city during the Nguyễn lords' reign.\n\nHISTORY OF FORMATION AND DEVELOPMENT According to oral traditions passed down by descendants of the Nguyễn, Phan, Huỳnh, and Trương clans in Cẩm Kim commune, the founding ancestor of the Kim Bồng woodworking profession was originally from Thanh Hoá, who migrated and settled here in the 16th century. Recognizing that the Kim Bồng area was bordered by rivers on three sides, located next to the large Thu Bồn river and adjacent to the international trading port city of Hoi An, it was very convenient for the development of both construction woodworking and household woodworking. The early settlers of Kim Bồng chose this place as a long-term residence to establish a traditional woodworking village. They began their craft with traditional thatched and bamboo houses, then progressed to the typical wooden frame houses known as “Tam gian nhị hạ,” and later to household furniture and transportation means (boats – small boats, and canoes).\n\nBy the late 16th to 17th centuries, Hoi An, with many favorable factors, quickly prospered, becoming an important foreign trading port city in the Đàng Trong region, leading to the development of many industries, including Kim Bồng woodworking. The urbanization process led to labor specialization and division in Hoi An. Traditional crafts flourished to meet the demands of urban life, including Kim Bồng woodworking. From here, Kim Bồng woodworking had the opportunity to develop to serve the construction needs of urban architecture, religious and spiritual structures, household wooden products, and boat building, including large cargo ships (ghe bầu).\n\nThroughout its development, Kim Bồng woodworking has branched into four main categories: construction woodworking, household woodworking, artistic woodworking, and boat building. Among them, Trung Châu and Phước Thắng villages specialize in producing artistic and construction wood products; Đông Hà and Ngọc Thành villages lean towards boat building; Trung Hà and Vĩnh Thành villages are where household wooden products are produced. According to the recollections of the village elders, some Kim Bồng carpenters have traveled to many other localities to practice their craft. Notably, many carpenters from the village were recruited by the Nguyễn dynasty to Huế to construct palaces and tombs for the kings, receiving titles and ranks such as Bát phẩm, Cửu phẩm… or like Mr. Huỳnh Kim Hơn, who participated in building Hồ Chí Minh's tomb.\n\nDuring their creative labor, Kim Bồng artisans have crafted a diverse and rich array of wooden products, including artistic wooden products (over 50 types of household artistic wood products; more than 47 types of religious and spiritual artistic wood products); household wooden products (cabinets, tables, chairs, beds, shelves, chests, boxes, trays, platters…); construction wooden products (houses, clan houses, communal houses, pagodas); and boat wooden products (canoes, boats, ships, ghe). Generally, Kim Bồng wooden products are primarily consumed in domestic markets such as Da Nang, Ho Chi Minh City, Hanoi, and Bình Định… Among them, some artistic wooden products are exported to markets in European countries, North America, and Australia.\n\nCULTURAL SPACE AND CRAFT SPIRIT Along with the process of settling and living, the residents of Kim Bồng have established places of worship for their ancestors and the founding masters of the craft. The Kim Bồng ancestral house was built to express the sentiment of “drinking water, remembering its source,” and “eating fruit, remembering the one who planted the tree” of the Kim Bồng people. Additionally, the descendants of Kim Bồng have built clan houses and residences for living and worship. The worship space and rituals of Kim Bồng woodworking are very rich and diverse. Among them, worshiping the craft's ancestors is a common practice among many families. Kim Bồng carpenters do not identify a specific ancestor for their craft; they worship the common woodworking ancestors, such as Lỗ Ban and Lỗ Bốc, while also venerating the ancestor of all crafts, Cửu Thiên Huyền Nữ or Mr. Tiên Sư. Furthermore, all woodworking houses have a worship altar for the craft's ancestors placed in a prominent position in the house. Every year, on the 6th day of the Lunar New Year, Kim Bồng carpenters hold a ceremony to commemorate their craft's ancestors at the Kim Bồng ancestral house. The ceremony on the 6th day of the Lunar New Year is also considered the opening day for new woodworking teams.\n\nIn recent years, the Kim Bồng woodworking profession has gradually been restored and developed, contributing to improving the living standards and creating jobs for local people, thereby increasing revenue for the non-smoke industry of Cẩm Kim commune in particular and Hoi An city in general. Alongside promoting the creativity of a team of experienced artisans, many young craftsmen have been trained to inherit and maintain the activity of woodworking in the future. Currently, tourism activities in Hoi An are developing strongly, positively impacting the production and consumption of products from the village, thereby contributing to the gradual revival of the woodworking profession.\n\nVALUE AND CONTRIBUTIONS OF KIM BỒNG WOODWORKING It can be said that Kim Bồng woodworking holds significant historical, cultural, and scientific values for the formation and development of the Hoi An trading port city. Historical value: The woodworking profession formed and developed quite early in history, not only in Hoi An but throughout the Đàng Trong region. Kim Bồng woodworking has played a crucial role in constructing urban architecture, clan houses, communal houses, pagodas, and temples in Hoi An and many other rural areas in Da Nang. Many Kim Bồng carpenters participated in building the imperial city and tombs in Huế, as well as in constructing Hồ Chí Minh's tomb. Notably, the formation and development of Kim Bồng woodworking is one of the important foundations that define the historical formation of villages in Hoi An specifically and Da Nang generally.\n\nCultural value: Over more than three hundred years of existence, Kim Bồng woodworking has formed a team of highly skilled craftsmen who possess knowledge, techniques, skills, and professional experience, nurturing and promoting the young workforce. Particularly, many artisans from the village have been honored as master craftsmen during the feudal period and recognized as outstanding artisans and people’s artisans in modern times. Currently, this group is responsible for teaching skills and experiences to young craftsmen, enabling them to become skilled workers contributing to the preservation and promotion of cultural values in Hoi An. Kim Bồng carpenters, with their talent, intellect, dexterous hands, and hardworking, patient nature, have left us with exquisite artistic works not only in Hoi An but also in several other provinces/cities across the country. The Kim Bồng carpenters, with their traditional carving skills in relief, intaglio, pierced carving, and multi-layered carving, have depicted smooth shapes, graceful curves, and vibrant patterns and motifs that are incredibly unique and rich in tradition, embodying the distinct identity of Kim Bồng woodworking that cannot be found elsewhere.\n\nThrough the process of integration, absorption, and selective assimilation of external cultural elements, the interaction and fusion between Hoi An and cultures in Southeast Asia, Asia, and Western countries have made Hoi An a convergence point of many different artistic styles, thereby creating the Hoi An style thanks to many generations of Kim Bồng woodworking artisans. In the current trend of renewal and integration, Kim Bồng woodworking has favorable conditions for development, affirming its position and contributing to the preservation and promotion of local and national historical and cultural values.\n\nScientific value: In addition to historical and cultural values, Kim Bồng woodworking is the subject of research for many scientific fields related to architecture, fine arts, history, and ethnology. From here, many articles and research projects on Kim Bồng woodworking have emerged, providing valuable scientific information contributing to the preservation, retention, and promotion of a traditional craft of Cẩm Kim in particular and Hoi An in general. With its outstanding values, Kim Bồng woodworking has been recognized by the state as an exemplary intangible cultural heritage of the nation in Decision No. 4036/QĐ-BVHTTDL dated November 21, 2016, by the Ministry of Culture, Sports, and Tourism.\n\nReferences: 1. Hoi An Cultural Heritage Conservation Center: hoianheritage.net DA NANG CITY TOURISM PROMOTION CENTER",
    "event_time": "Every year",
    "location": "Hội An Ancient Town",
    "ticket_info": "Free admission",
    "advise": [
      "Check the weather before you go for the best experience.",
      "Bring water and sunscreen when sightseeing."
    ],
    "price_level": 0
  },
  "fest_44": {
    "name": "Thanh Châu Bird's Nest Harvesting Profession – Hoi An",
    "description": "For the profession of harvesting bird's nests in Thanh Châu – Hội An, the cultural space related to it must first mention Thanh Châu village, also known as Yến village... HISTORY OF FORMATION AND DEVELOPMENT Located to the east of Hội An city, Thanh Châu is one of the earliest established villages in Hội An and has played a very important role in the historical and cultural development of Hội An. According to research findings, Thanh Châu village was established in the 17th century by six founding clans: Trần, Hồ, Lê, Nguyễn, Phạm, and Huỳnh. At that time, Thanh Châu village included Võng Nhi village – a village that, according to the gravestone inscription of the Trần Văn clan still present in Võng Nhi hamlet, Cẩm Thanh commune, was formed during the reign of Kinh Thống in the year of the Horse (1498). Over the course of its development, Thanh Châu village was divided into Thanh Đông, Thanh Tây, and Thanh Nam villages. Later, before 1945, Thanh Đông village was further divided into Thanh Đông, Thanh Nhứt, Thanh Nhì, and Thanh Tam. Inheriting the cultural traditions of the Vietnamese people in the North and adapting to the ecological and social conditions of the new land, the residents of Thanh Châu village engaged in various occupations such as farming, fishing, and trading by boat, especially the profession of harvesting bird's nests and processing bird's nests (yến sào) – a product that topped the \"eight delicacies\" of the feudal kings. Several local legends relate to the discovery and harvesting of bird's nests in Cù Lao Chàm by the residents of Thanh Châu. One legend suggests that the profession of harvesting bird's nests in Thanh Châu was initiated by a couple, Mr. Trần Tiến and his wife, who were fishermen and accidentally discovered it during a storm that washed them ashore on an island. Another legend, called Nàng Yến, explains the nesting behavior of the swallows, relating it to a girl who transformed herself to save her father from starvation by using her saliva to create a dish, which is the bird's nest of today. However, according to some historical documents, before the 13th century, the Chinese were already aware of the value of bird's nests, and some Southeast Asian countries, including the Champa people, had known how to exploit this resource. Therefore, in essence, the Vietnamese/Thanh Châu villagers learned the experience of harvesting bird's nests from the Champa people during their southward expansion. During the Nguyễn lords and the Nguyễn dynasty, the harvesting of bird's nests by the residents of Thanh Châu gradually became organized in a systematic way, evolving from spontaneous to professional, expanding from a narrow scope to the entire Central region. Through some Hán Nôm documents currently preserved in the families of the Trần and Hồ clans in Cẩm Thanh, as well as some related gravestone inscriptions, it is known that historically, the two clans Trần and Hồ in Thanh Châu village played a major role in the profession of harvesting bird's nests. PRODUCTION/ HARVESTING PROCESS Since 1975, the harvesting, processing, and consumption of bird's nests in Hội An have received attention and management support from the People's Committee of Hội An city. On December 20, 1975, the People's Committee of Hội An Town (now Hội An city) issued a decision to establish the Hội An Bird's Nest Management and Harvesting Team based on the bird's nest harvesting team of the Thanh Châu village community. Since 1975, the People's Committee of Hội An city has invested in new equipment and applied many appropriate measures to help harvest and protect bird's nests safely and effectively, gradually increasing the quantity and quality of bird's nests as well as maintaining a stable output for the products to create a sustainable and continuous source of income for the community and develop the local economy. For the profession of harvesting bird's nests in Thanh Châu, the related cultural space must first mention Thanh Châu village, also known as Yến village – the first and only village in Hội An historically associated with the profession of harvesting bird's nests. To this day, the area of Yến village in Cẩm Thanh still retains the rural village space with its characteristic roads, hamlets, and houses. The harvesting area is located on several islands in Cù Lao Chàm, about 15 km from the mainland, such as Khô cave on Khô Mẹ island; Xanh Rêu cave, Bắc Cầu cave, Kỳ Trâu cave, Cạn cave on Tai island; Tò Vò cave, Cả cave, Cột Buồm cave, Trán Quỷ cave on Lao island. CULTURAL SPACE AND PRODUCTION CONDITIONS For the profession of harvesting bird's nests in Thanh Châu, the related cultural space must first mention Thanh Châu village, also known as Yến village – the first and only village in Hội An historically associated with the profession of harvesting bird's nests. To this day, the area of Yến village in Cẩm Thanh still retains the rural village space with its characteristic roads, hamlets, and houses. The harvesting area is located on several islands in Cù Lao Chàm, about 15 km from the mainland, such as Khô cave on Khô Mẹ island; Xanh Rêu cave, Bắc Cầu cave, Kỳ Trâu cave, Cạn cave on Tai island; Tò Vò cave, Cả cave, Cột Buồm cave, Trán Quỷ cave on Lao island. TYPICAL PRODUCTS With the experience, knowledge, customs, and taboos during the practice, along with the tools and means to harvest bird's nests, and especially the natural gift of bird's nests, the profession of harvesting bird's nests in Thanh Châu has created a truly distinctive and valuable bird's nest product for Hội An. It is precisely because of the outstanding historical, cultural, scientific, and economic values of this profession that on November 21, 2016, the Ministry of Culture, Sports and Tourism issued decision number 4036/QĐ – BVHTTDL to recognize the profession of harvesting bird's nests in Thanh Châu as part of the National Intangible Cultural Heritage, alongside the Kim Bồng woodworking profession in Cẩm Kim. Reference sources: Hội An Cultural Heritage Conservation Center: hoianheritage.net DA NANG CITY TOURISM PROMOTION CENTER",
    "event_time": "Every year",
    "location": "Hội An Ancient Town",
    "ticket_info": "Free participation",
    "advise": [
      "Bring water and sunscreen when sightseeing.",
      "It is advisable to go in the early morning or late afternoon to avoid the heat and crowds."
    ],
    "price_level": 0
  },
  "fest_45": {
    "name": "Thanh Ha Pottery Village – Hoi An",
    "description": "Thanh Ha Pottery Village is now located in Hoi An Tay Ward, Da Nang City (before 1945 it was part of Thanh Ha Commune, Dien Phuoc District, Dien Ban Prefecture, Quang Nam Province). \n\nGENERAL INTRODUCTION TO THANH HA POTTERY VILLAGE  \nThanh Ha Pottery Village is now located in Hoi An Tay Ward, Da Nang City (before 1945 it was part of Thanh Ha Commune, Dien Phuoc District, Dien Ban Prefecture, Quang Nam Province). The village has a production space for pottery, ceramics, bricks, yin-yang tiles, and lime distributed across various hamlets in the western and southern parts of the village such as: Nam Dieu, Thanh Chiếm, An Bang, Hoa Yen, Hau Xa. The pottery production area is concentrated in Nam Dieu Block, Thanh Ha Ward, Hoi An City. \n\nHISTORY OF FORMATION AND DEVELOPMENT  \nScale and development history  \nAccording to the memories of the elders, about 70 years ago, there were up to 50 households producing pottery in Nam Dieu hamlet, with 30-40 potter's wheels, 8 ceramic kilns, and dozens of pottery trading households, totaling 200-300 workers. Additionally, there were some households engaged in pottery, ceramics, bricks, tiles, and lime production in Thanh Chiếm hamlet (now Thanh Chiếm Block, adjacent to Nam Dieu to the northeast), An Bang hamlet (now An Bang Block, adjacent to Nam Dieu to the north), and Hau Xa hamlet (about 1 km east of Nam Dieu). \n\nCULTURAL SPACE AND PRODUCTION CONDITIONS  \nCurrent pottery situation  \nCurrently, Thanh Ha has 32 households engaged in pottery with 134 workers out of a total of 320 households, including 5 households producing traditional pottery, 13 households making blown glass, while the rest are engaged in decorative pottery, with at least 3 professional pottery traders; there are 4 traditional pottery kilns (up kilns, bowl kilns), 4 up kilns for firing decorative pottery, and 5 up kilns for firing blown glass. The pottery craftsmen in Thanh Ha today are all descendants of the founding clans of Thanh Ha village: Nguyen Viet, Nguyen Van, Nguy, Bui, Pham, Le. \n\nPottery raw materials  \nThe main raw material for pottery is high-plasticity yellow clay with a high degree of adhesion. This type of clay is usually found in fields along the river, at a depth of about 50-100 cm from the field surface. Sixty years ago, the clay was mined in An Bang, Thanh Chiếm (Thanh Ha) and the land adjacent to Thanh Ha in present-day Dien Phuong. Currently, potters buy clay from Thanh Quýt (Dien Ban), Thi Lai (Duy Xuyen)… with sellers transporting the clay by boat to Thanh Ha for sale. \n\nPRODUCTION/EXTRACTION PROCESS  \nTraditional pottery products are made according to traditional production processes as follows:  \nCrafting steps:  \n+ Making clay: Clay is mixed with water and then chopped and kneaded three times to make it clean and pliable.  \n+ Shaping pottery (forming the body): The potter spins the wheel and shapes the clay on the wheel, with the potter sitting beside the wheel, placing the clay on the wheel, using both hands to shape it into a body.  \n+ Drying: The body is sun-dried until it hardens, then adjusted for balance before being dried completely.  \n+ Glazing technique (used for tiles): Glaze is made from copper, lead, red stone, kaolin… The materials are finely ground, mixed with 50% clean water to create a raw glaze, or in other words, to form a thin layer of glass to make the pottery shiny and protect it from water absorption. The lightly fired pottery is taken out, dipped in glaze, and then fired again to mature the glaze and adhere it to the pottery body.  \n+ Firing pottery: Pottery and ceramics are fired in bowl kilns, with ceramic kilns referred to as green kilns, and red kilns used for firing pottery. The green kiln is rectangular, with brick walls and a clay dome roof; it is about 3m high, 5-6m wide, and 4-5m long, with 2 fire doors at the front (wood-fired), 3 ventilation doors at the back, and 3 vents in the roof. The red kiln is smaller than the green kiln, about 2.3m high, 2m wide, and 3m long. Traditional firing wood includes various types of forest wood; today, kiln workers use willow wood. Each firing batch requires 10m3 of wood for ceramics and 5-7m3 for pottery. The firing process follows these steps: warming the kiln, creating a strong fire to turn the raw materials into finished products. When firing, the kiln worker can gauge the temperature of the kiln and whether the pottery is finished by observing the smoke escaping. Previously, when firing ceramics, the worker also used a probe to check the state of the pottery inside the kiln; if the probe withstands the heat from the kiln and matures, the products inside are considered done, and the state of the probe indicates whether the products are good or bad. There are many specific names in the craft related to the state/color of the probe to describe and accompany the knowledge of product recognition. \n\nTYPICAL PRODUCTS  \nTraditional pottery products are made according to traditional production processes as follows:  \n+ Traditional Thanh Ha pottery: diverse in types (over 40 types of products), including household items (jars, lime pots, vases, pots, jars, bowls, etc.) used for storing water, salt, fish sauce, rice, grains, and local products…; production tools for weaving in Duy Xuyen, Dien Ban, and road construction in Dai Loc – Quang Nam (now Da Nang) (tubs for silk, containers for weaving threads, tools for filtering sugar); fired bricks and tiles, pottery used in religious activities (incense burners, statues of the Kitchen Gods, urns…). The characteristic shape of the products includes jars with flared mouths, narrow necks, shoulders, and tapered bottoms; pots, clay pots, and ceramic kettles share a similar flared mouth, round lip, short neck, and bulging belly with a round bottom. Unglazed pottery and ceramics have a rough or unglazed surface, fine texture, mostly without patterns, except for a few types of earthenware jars decorated with raised serrated edges and wavy patterns on the neck and shoulders.  \n+ Decorative pottery: crafted more elaborately, to achieve a fine pottery surface, potters refine, settle, and filter the clay into a fine solution before pouring it into molds for 12 hours to allow the clay to precipitate, then dry the body. The decorative designs of decorative pottery often feature Chinese characters with auspicious meanings, geometric patterns, and business names… Some products are coated with a layer of pottery made from eggshells. Decorative pottery bodies can be fired in bowl kilns or separately in up kilns. Decorative pottery includes at least 33 types of products such as Buddha statues, Christ figures, wall-mounted lamps, balusters, pots, vases, architectural models, boxes, ashtrays, ceramic masks… These products are ordered by many tourism and service establishments (restaurants, hotels, cafes) in Hoi An, Da Nang, Hue, Da Lat, Ho Chi Minh City for interior and exterior decoration. In recent years, some products have been exported to Japan, Australia, Germany, the UK, France, the USA,…  \n+ Blown glass – souvenir products: Blown glass is a new pottery form that emerged in the late 1990s, simply crafted but still reflecting traditional cultural themes such as the 12 zodiac animals, blown glass figures of children herding buffalo… which are popular souvenirs among tourists.  \n+ Making yin-yang tiles: Yin-yang tiles are made from yellow clay like that used for pottery and go through several steps: kneading clay, molding, sun-drying, shaping (arranging in rows, tapping to curve into tiles), stacking (arranging in separate rows), sun-drying, and firing in the kiln. Yin-yang tiles are fired in bowl kilns (ceramic and pottery kilns) or up kilns, with various sizes.  \n+ Making brick tiles: The steps are similar to making yin-yang tiles, differing only in the use of molds and not going through the shaping process.  \n+ Making Kitchen God statues: Making mature clay, kneading, hand-molding, drying for 2 sunny days, and firing.  \n+ Ceramic urns are also a religious product (used for the reburial of the deceased) crafted by making mature clay, kneading, hand-building (piece by piece), assembling, drying, and firing. \n\nThanh Ha Pottery Village was recognized as a provincial-level craft village in 2014, and in 2019, Thanh Ha pottery was included in the National Intangible Cultural Heritage list by the Ministry of Culture, Sports and Tourism in Decision No. 2695/QĐ-BVHTTDL, dated August 27. \n\nReferences: Cultural Heritage Department – Ministry of Culture, Sports and Tourism: https://dsvh.gov.vn  \nDA NANG CITY TOURISM PROMOTION CENTER",
    "event_time": "Every year",
    "location": "Thanh Ha Pottery Village",
    "ticket_info": "Free entry",
    "advise": [
      "It is advisable to visit in the early morning or late afternoon to avoid the heat and crowds.",
      "You should wear polite and comfortable clothing when visiting."
    ],
    "price_level": 0
  },
  "fest_46": {
    "name": "Hát bả trạo",
    "description": "Bả Trạo Singing is a form of integrated art, a unique ritual performance associated with the Fishermen's Festival and the worship of the Whale God by the fishermen of Da Nang city. Throughout its existence and development, through the process of labor and production, the coastal residents of Da Nang have created intangible cultural values filled with \"marine essence\" that are always suitable for various natural conditions and social environments, in which Bả Trạo Singing becomes a tool, and the Fishermen's Festival becomes a place for people to express these unique cultural values. \n\nBẢ TRẠO SINGING – FOLK ART DEEPLY ROOTED IN MARITIME BELIEFS \n\nAs the name suggests, \"Bả\" means to hold firmly, while \"Trạo\" refers to a paddle. Therefore, \"Bả Trạo Singing\" is understood as singing while firmly paddling, combining the singing with the rhythmic paddling movements. Not only is it a form of folk activity, but Bả Trạo Singing is also an integrated art form that skillfully combines folk dance, traditional opera, folk songs, and traditional rituals. This is also a ritual rich in spiritual elements – maritime beliefs, reflecting the worldview and life perspective of the coastal residents of Central Vietnam, especially the worship of the Whale God – the sacred sea deity regarded as the protector of fishermen during their voyages. The content of Bả Trạo Singing praises the merits of the Whale God, honors the abundance and generosity of the sea, while vividly depicting the arduous labor process at sea. In each drumbeat and folk song, listeners can feel the sincere aspiration for a prosperous and happy life, along with the courageous, optimistic, and united spirit of the coastal people, always looking towards peaceful seas and prosperous lives. \n\nA Bả Trạo Singing team typically includes: the lead singer standing at the front of the boat, the navigator, holding a pair of wooden clappers to lead the Bả Trạo performance from start to finish; the cabin leader standing in the boat's cabin, guarding when the boat is anchored, holding a fishing rod and a bucket; and the rear leader standing at the back of the boat, holding the paddles to steer the boat in the right direction. Along with about 10 to 16 \"paddlers\" depending on the locality, this number is always kept even, reflecting the balance and harmony in the fishermen's beliefs.\n\nDISTINCTIVE VALUES \n\nFrom the perspective of folk art, Bả Trạo Singing is a valuable resource on the customs, practices, and performance arts of the coastal residents of Central Vietnam. Each lyric, dance, and drumbeat embodies the spirit of optimism, love for the profession, love for the sea, and faith in a prosperous and peaceful life. The lyrics in Bả Trạo Singing carry profound philosophical meanings and high humanitarian values – like \"cultural oaths in song\" passed down from generation to generation. It conveys the moral of \"remembering the source of the water we drink,\" gratitude towards nature, and the spirit of solidarity and resilience of the coastal people. Therefore, Bả Trạo Singing is not only a musical heritage but also a spiritual heritage that needs to be preserved, protected, and promoted as an important part of the cultural life of Da Nang today.\n\nEXPERIENCE ACTIVITIES \n\nToday, alongside the traditional Fishermen's Festival, Bả Trạo Singing is also performed at many cultural events and tourism festivals in Da Nang city. This folk art is also included in performance programs for tourists at various cultural spaces and art performance stages throughout the city. Particularly, some travel companies have organized Bả Trạo Singing experience activities for tourists – where participants can learn basic movements and melodies and perform right on tourist boats amidst the river and water scenery. This unique experience helps tourists gain a deeper understanding of the spiritual life and maritime culture of the fishermen of Da Nang city, while also spreading the values of folk heritage closer to the international community. Bả Trạo Singing was recognized by the Ministry of Culture, Sports and Tourism as a National Intangible Cultural Heritage under Decision No. 3084/QĐ-BVHTTDL dated September 9, 2013. \n\nDA NANG CITY TOURISM PROMOTION CENTER",
    "event_time": "Every year",
    "location": "Hội An Ancient Town",
    "ticket_info": "Free admission",
    "advise": [
      "It is best to visit in the early morning or late afternoon to avoid the heat and crowds.",
      "You should wear polite and comfortable clothing when visiting.",
      "Bring water and sunscreen when sightseeing."
    ],
    "price_level": 0
  },
  "fest_47": {
    "name": "Tuong Art",
    "description": "Tuong (or Hat Boi) is a unique traditional theatrical form rich in identity in Vietnam, considered one of the \"national souls and quintessence\" of the national culture. Through a process of accumulation, selection, and supplementation, along with the artistic creativity of the people and a unique system of folk culture, Tuong has woven itself into the lives of the people of Da Nang, appearing everywhere from rural areas to urban centers in cultural activities, festivals, or important events, eventually evolving into a performance art in ticketed theaters, becoming a beloved and popular spiritual dish among the local population.\n\nHISTORY OF FORMATION AND DEVELOPMENT  \nThe art of Tuong in Quang has appeared very early, around the early 17th century. Following the migration of settlers to the south, Tuong accompanied them to the new land and quickly integrated into local cultural life. By the early 19th century, many Tuong troupes were formed in Da Nang, notably the Duc Giao troupe (now in Que Son commune) and the Khanh Tho troupe (in Chien Dan commune). During this period, Tuong was mainly performed in communal yards and private homes, moving through villages to serve the people. By the early 20th century, the art of Tuong in Quang entered a period of brilliant development. A series of theaters and Tuong schools emerged: Chu Chau Theater, Vinh Dien Tuong School, Bau Toa Tuong School; Tuong stages at Mieu Bong, Cho Moi, Nam O… This glorious period marked the transformation of Quang Tuong from a form of folk theater and worship to urban entertainment theater. Quang Tuong during this time had its own distinct identity, not mixed with others, while still strongly interacting with other regions.\n\nWhen mentioning Quang Tuong, one cannot forget Nguyen Hien Dinh (1853-1926), who made significant contributions to establishing a distinctive Tuong style of Quang. He gathered artisans, opened theaters, prepared costumes, props, and composed many Tuong scripts. The scripts written by Nguyen Hien Dinh have become models, highly regarded by the Tuong community nationwide and are still regularly staged today.\n\nCHARACTERISTICS OF QUANG TUONG  \nThe art of Quang Tuong draws from historical or legendary stories, emphasizing the heroic and tragic aspects, thus carrying a grand tone in the examples of loyalty to the country, self-sacrifice for the greater good, lessons on human behavior regarding ethics, human character, and community values, within families and towards the homeland. Each performance also reflects cultural and historical marks, the process of labor and production, containing values rich in humanity, dreams, and aspirations of the people of Da Nang. The structure of Tuong scripts is quite tight, following a chapter format: usually consisting of 3 acts (opening – conflict – climax & conclusion), sometimes 4 acts depending on the complexity of the story. Tuong characters are classified by roles such as sinh (male lead), dao (female role), lao (old man), ninh (treacherous minister), trung than (loyal minister), generals, and yeu tinh (monsters)… Each character has a distinctive personality and often represents a quality (loyal – treacherous, good – evil, brave – cowardly…). The system of melodies in Quang Tuong is very rich, but there are three main groups: speaking style (singing without rhythm), male singing, and guest singing, alongside many other melodies like xuan, ai, oan, ngam,… to express the character's emotions in each situation. The accompanying orchestra usually includes battle drums, ceremonial drums, two-stringed instruments (dan co), horn (tuong horn), nao bat, wooden fish, thanh la, along with other ethnic musical instruments. Dance in Tuong is the main means to depict the character's personality and emotions. Quang Tuong dance is highly stylized, distilled from daily activities and labor movements, absorbing the essence of folk dance forms, religious dance in ceremonies and festivals. Unlike Tuong in other regions, the distinctive style of Quang Tuong emphasizes the literary aspect, values the lyrics, and internal acting, thus often featuring less dance, with gentle and fluid movements, reflecting the lyrical and profound nature of the people of Da Nang. In the process of recreating life, Quang Tuong does not tend to be realistic but focuses on portraying the spirit to align with the spiritual life of the local people; therefore, costumes and makeup are exaggerated and stylized according to specific rules but remain relatable and easy to understand. When watching, the audience is drawn in and participates in the imagination and creativity of the performers. Through each brushstroke, each color on the face and costume, the audience will immediately understand whether the character is loyal or treacherous, good or evil.\n\nEXPERIENCE ACTIVITIES  \nWhen visiting Da Nang, tourists have many opportunities to enjoy Tuong art – from theater stages to street spaces or interactive experience programs. Especially during the early spring in traditional festivals, the sound of Tuong drums resonates everywhere, bringing a joyful and sacred atmosphere. Immersing in that space, watching a snippet of classical Tuong with the locals is a unique cultural experience that helps tourists feel more deeply the beauty of the soul and the rich spiritual life of the local people. The Nguyen Hien Dinh Tuong Theater is the cradle of professional Tuong in Da Nang and is a must-visit destination for those who love exploring ethnic art. Located at 155 Phan Chau Trinh, Hai Chau District, it offers tourists a unique experience with the lively sound of festival drums, classic Tuong excerpts, a performance of ethnic musical instruments, and opportunities to interact and take photos with artists in traditional costumes. The exhibition space for Tuong art within the theater grounds showcases images, costumes, masks, crowns, and exquisite armor, helping visitors understand more about the beauty of Quang Tuong art. In the ancient town of Hoi An, Tuong excerpts are performed for tourists at the Hoi An Traditional Art Performance Theater (66 Bach Dang Street), presented during the Hoi An Ancient Town Night (14th of the lunar month), during the Mid-Autumn Festival, Lunar New Year, or cultural-tourism exchange events… Besides watching performances, tourists can also transform into artisans through the activity of painting Tuong masks. In the unique artistic space named “Time Masks” by artisan Bui Quy Phong – who has been dedicated to the traditional paper mache mask-making profession for over 40 years. Not only entertainment, but Quang Tuong also carries profound humanitarian values, contributing to nurturing the soul, community feelings, and national cultural identity. The art of Quang Tuong has been recognized by the Ministry of Culture, Sports, and Tourism as a national intangible cultural heritage according to decision number: 1877/QĐ-BVHTTDL, dated June 8, 2015.  \nDA NANG CITY TOURISM PROMOTION CENTER",
    "event_time": "Every year",
    "location": "Nguyen Hien Dinh Theater",
    "ticket_info": "Free admission",
    "advise": [
      "It is advisable to hire a local guide to gain a better understanding of the history and culture.",
      "It is advisable to wear polite and comfortable clothing when visiting."
    ],
    "price_level": 0
  },
  "fest_48": {
    "name": "Cham art performance at My Son Sanctuary",
    "description": "Visiting the My Son Sanctuary, tourists can not only admire the ancient moss-covered architectural works but also immerse themselves in the unique artistic space of the Cham people – where sound, light, and movement blend into a vibrant cultural tapestry. CHAM ART – A BRIGHT HERITAGE OF THE CHAMPA CIVILIZATION Cham art is a treasure trove of distinctive culture that has formed and developed alongside the ancient Champa civilization – one of the most brilliant civilizations in Central Vietnam. From music, dance, to Cham rituals and festivals, all reflect a harmonious worldview between humans and nature, between earthly life and the spiritual world. Cham music and dance are deeply ceremonial, expressing reverence for the deities while celebrating the beauty of life and humanity. In the sound of the Paranưng drum and the Saranai horn, the Apsara dances, offering dances, and water-carrying dances are vividly and gracefully recreated, embodying a sacred essence. Each movement of the hands, gaze, or step contains the spirit of pride, faith, and aspiration of the Cham people through generations. Today, Cham art is not only a valuable intangible cultural heritage but also a bridge that brings tourists closer to the history and soul of the Central region – where ancient towers, music, and dance tell the story of an immortal civilization. EXPERIENCING CHAM ART AT MY SON SANCTUARY This is an intangible cultural activity vividly recreated at My Son Sanctuary. Excerpts from Cham festivals, court dances, and religious dances are staged to help those who visit My Son better appreciate the unique values of the intangible Cham culture. Cham art performance programs are regularly held at the Cham folk art performance house within the sanctuary and right at the foot of the ancient tower, allowing visitors to enjoy the performances while feeling the sacred atmosphere of the heritage. Every day, Cham artisans tell the story of their homeland through each drumbeat and dance, so that visitors not only \"watch\" but also \"feel\" the breath of the brilliant Champa civilization. SOME REPRESENTATIVE PERFORMANCES Apsara Dance: According to Cham cultural researchers, this dance serves the deities. Apsara transforms from stone into graceful, flowing dances that praise the beauty and exquisite curves that nature has bestowed upon women. The dances are performed slowly, gently, and gracefully. They are mainly expressed through hand movements, each carrying a specific meaning. When the arms are placed horizontally across the chest, it signifies happiness; when the left hand is directed back, and the right hand is clenched in front of the chest with three fingers pointing up, the index finger touching the thumb, this symbolizes the image of the Naga snake in Cham culture. Offering Dance: The Cham offering dance is a sacred ritual during festivals such as Katê, Rija Nưgar, and Rija Praung. This dance is usually performed by young girls, who balance offerings like fruits, water, or ceramic jars on their heads, holding fans or scarves, with graceful movements to show respect for the deities. At night, candles lit on the offerings create a mystical and solemn atmosphere. Fan Dance: This is an ancient form of folk dance. The main instrument is the fan, which can be opened or closed in pairs or one open and one closed. It can be performed individually during festivals or collectively during celebrations. Performers step out to showcase hand waving, fan fluttering, or foot movements, sometimes fast, sometimes slow, sometimes light and gentle, and at other times powerful and vigorous, in sync with the music. The audience is captivated by each movement of the artist. The entire audience is stirred by the music and dance, cheering with \"ahei\" (applause). Water-Carrying Dance: Originating from the Thong hala dance (a tray carrying betel) during the offering of holy water at the towers, it later combined with the act of carrying water jars in daily life, evolving into this dance form. Ethnic Instrument Performance: In addition to dance performances, the performances of the Paranưng drum and Saranai horn by Cham artists also leave a lasting impression on tourists. In the mystical My Son valley, the sounds of horns and drums resonate as if bringing the reliefs on the towers to life, transporting visitors back to the ancient sacred city. Besides enjoying the art, visitors can also participate in cultural experiences such as learning a few traditional dance moves, trying to carry water jars, wearing Cham costumes, and taking photos with artisans. After the performance, you can stroll around the tower area, listening to the guide share about the architecture, beliefs, and historical stories of each tower – a journey that is both relaxing and rich in cultural values. IMPORTANT INFORMATION Performance Times: Every day of the week, specifically: – Performances at the performance house: 9:45 AM, 10:30 AM, 11:15 AM, 3:30 PM – Performances at the foot of Tower G: 9:00 AM, 2:45 PM. Ticket Prices for My Son Sanctuary: – International visitors: 150,000 VND/person/entry (including entrance fee and services). – Vietnamese visitors: 100,000 VND/person/entry (including entrance fee and services). DA NANG CITY TOURISM PROMOTION CENTER",
    "event_time": "Every year",
    "location": "My Son Sanctuary",
    "ticket_info": "Free participation",
    "advise": [
      "Check the weather before you go for the best experience.",
      "It is advisable to visit in the early morning or late afternoon to avoid the heat and crowds.",
      "It is advisable to hire a local guide to gain a better understanding of the history and culture."
    ],
    "price_level": 0
  }
}