{
  "loc_1": {
    "name": "Ba Na Hills – Nui Chua Tourist Area",
    "description": "Located at an altitude of 1,487m above sea level, Sun World Ba Na Hills is known as a \"paradise on earth,\" boasting a wonderful climate and fascinating natural landscapes. Come to Sun World Ba Na Hills to experience four seasons in one day along with various festive activities, entertainment, and a diverse array of delicious cuisine.",
    "address": "An Son Village, Hoa Ninh Commune, Hoa Vang District, Da Nang City, Vietnam",
    "advise": [
      "Buy cable car tickets in advance to avoid long queues.",
      "Bring warm clothes as the temperature in the mountains is 8-10°C lower than in the city.",
      "Adhere to safety regulations when using the cable car and participating in activities.",
      "Maintain cleanliness, do not litter.",
      "Respect the architectural structures, do not write, draw, or stick stickers."
    ],
    "opening_hours": "08:00 - 22:00",
    "price_level": 0
  },
  "loc_2": {
    "name": "Da Nang Cathedral",
    "description": "The Cathedral or the Rooster Church is located right in the city center, attracting visitors with its ancient and unique European architecture. The Rooster Church embodies religious beauty and is an irresistible destination for those who love to take photos.",
    "address": "156 Trần Phú, Hải Châu 1, Hải Châu, Da Nang, Vietnam",
    "advise": [
      "Dress modestly and appropriately when entering spiritual areas (avoid shorts and tank tops).",
      "Keep silent, do not make noise, respect the sacred space.",
      "No flash photography or inappropriate selfies in the worship area."
    ],
    "opening_hours": "08:00 - 11:30, 13:30 - 16:30",
    "price_level": 0
  },
  "loc_3": {
    "name": "Hội An Ancient Town",
    "description": "Hội An Ancient Town is a famous city in Quảng Nam province, an ancient town that has preserved nearly intact over 1000 architectural relics from streets, houses, assembly halls, communal houses, pagodas, temples, clan churches, ancient wells… to traditional dishes and the soul of the local people. A trip to Hội An will captivate travelers with its timeless beauty, incredibly rustic and simple.",
    "address": "Minh An Ward, Hoi An, Quang Nam, Vietnam",
    "advise": [
      "Respect the ancient architecture, do not write, draw, or stick stickers.",
      "Dress appropriately when entering ancient houses and assembly halls.",
      "Maintain cleanliness, do not litter.",
      "Respect the local culture and the indigenous people.",
      "Bargain politely when shopping."
    ],
    "opening_hours": "Open all day",
    "price_level": 0
  },
  "loc_4": {
    "name": "Han Market Da Nang",
    "description": "Han Market in Da Nang is one of the oldest traditional markets in the city and continues to attract a large number of visitors for sightseeing, taking souvenir photos, and shopping.",
    "address": "119 Trần Phú, Hải Châu 1 Ward, Hải Châu District, Da Nang City, Vietnam",
    "advise": "Please behave in a civilized and polite manner.",
    "opening_hours": "06:00 - 18:00",
    "price_level": 0
  },
  "loc_5": {
    "name": "Hot Springs Park - Mount Than Tai",
    "description": "Located in the Ba Na-Nui Chua Nature Reserve, Phu Tuc Village, Hoa Phu Commune, Hoa Vang District, Da Nang City, the Thần Tài Hot Spring Park can be considered a masterpiece bestowed by nature upon the capital of Central Vietnam, covering an area of over 160 hectares. Despite being in a coastal city, this place features a unique climate reminiscent of Ba Na, with four seasons in a day.",
    "address": "Hoa Phu Ward, Hoa Vang District, Da Nang City, Vietnam",
    "advise": [
      "Keep the environment clean, do not litter.",
      "Protect the greenery, do not pick flowers or break branches.",
      "Do not make noise, respect the common space.",
      "Comply with the opening hours regulations.",
      "Keep children safe while playing."
    ],
    "opening_hours": "08:00 - 17:00",
    "price_level": 2
  },
  "loc_6": {
    "name": "Asia Park - Sun World Asia Park",
    "description": "When it comes to the top entertainment spots in Da Nang, we cannot overlook Asia Park Danang. Located on an area of about 800 hectares, Asia Park Danang recreates 10 different cultures from Asia, offering you emotional travel and gaming experiences. It could be a thrilling moment with the adrenaline-pumping Singapore Sling ride, enjoying the views on Vietnam's most modern high-altitude train, or taking photos at the giant Sun Wheel.",
    "address": "Hoa Cuong, Hai Chau, Da Nang, Vietnam",
    "advise": [
      "Maintain cleanliness, do not litter.",
      "Protect the greenery, do not pick flowers or break branches.",
      "No noise, respect the common space.",
      "Comply with the opening hours regulations.",
      "Keep children safe while playing."
    ],
    "opening_hours": "15:00 - 21:00 (Monday to Sunday)",
    "price_level": 0
  },
  "loc_7": {
    "name": "Ho Chi Minh Museum",
    "description": "The Ho Chi Minh Museum in Da Nang officially opened on May 19, 1977, and is a place that displays artifacts related to the life and revolutionary career of Uncle Ho, as well as heroic evidence from the struggle to protect the Fatherland.",
    "address": "1 Duy Tân, Hoa Cuong Bac, Hai Chau, Da Nang, Vietnam",
    "advise": [
      "Maintain silence, do not create noise in the exhibition space.",
      "Do not touch the artifacts or displayed artworks.",
      "Do not use flash when taking photos (if photography is allowed).",
      "Maintain cleanliness, do not eat or drink in the display area.",
      "Manage your personal belongings independently, and do not bring bulky items."
    ],
    "opening_hours": "08:00 - 11:30, 13:30 - 17:00",
    "price_level": 0
  },
  "loc_8": {
    "name": "Bàn Cờ Peak",
    "description": "Bàn Cờ Peak is a famous tourist destination that attracts visitors not only for its simplicity, modesty, and rustic charm in the local culture, but also for the historical legends surrounding the place that fascinate many people.",
    "address": "Son Tra Peninsula, Tho Quang, Son Tra, Da Nang, Vietnam",
    "advise": [
      "Do not litter, protect the natural environment.",
      "Comply with safety signs and designated pathways.",
      "Do not pick flowers, break branches, or harm plants.",
      "Be careful when moving on complex terrain.",
      "Bring enough drinking water and necessary supplies."
    ],
    "opening_hours": "Open all day",
    "price_level": 0
  },
  "loc_9": {
    "name": "Hoang Sa Exhibition Center",
    "description": "The Hoang Sa Exhibition Center was established on August 8, 2017, and is a project of special significance, serving as a venue to display, introduce, and promote historical and legal documents that prove Vietnam's process of exploration, establishment, and protection of its sovereignty over the Hoang Sa archipelago in a genuine, continuous, and peaceful manner, in accordance with practical realities and international law.",
    "address": "Hoang Sa Street, Tho Quang, Son Tra, Da Nang, Vietnam",
    "advise": [
      "Maintain silence, do not create noise in the exhibition space.",
      "Do not touch the artifacts or displayed artworks.",
      "Do not use flash when taking photos (if photography is allowed).",
      "Maintain cleanliness, do not eat or drink in the display area.",
      "Manage your personal belongings yourself, and do not bring bulky items."
    ],
    "opening_hours": "07:30 AM - 11:30 AM, 01:30 PM - 05:00 PM (Closed on Mondays)",
    "price_level": 0
  },
  "loc_10": {
    "name": "Han River Bridge",
    "description": "Put into operation in 2000, the Han River Bridge tourist destination in Da Nang is a source of pride for the city's residents. This is the first rotating bridge in Vietnam, awakening the economic, transportation, and tourism potential of the city.",
    "address": "Han River Bridge, An Hai Bac, Son Tra, Da Nang, Vietnam",
    "advise": [
      "Comply with traffic safety rules, do not park indiscriminately.",
      "Do not climb or sit on the bridge railing as it poses a danger.",
      "Keep the environment clean, do not litter in the river.",
      "Be mindful of personal belongings as this place is often crowded.",
      "Do not obstruct traffic when taking photos."
    ],
    "opening_hours": "The swing bridge: 01:00 AM daily",
    "price_level": 0
  },
  "loc_11": {
    "name": "Da Nang Cham Sculpture Museum - Cham Museum",
    "description": "The Da Nang Cham Sculpture Museum is the largest museum displaying Cham artifacts in Vietnam, under the Da Nang Museum.",
    "address": "02 September 2 Street, Binh Hien, Hai Chau, Da Nang, Vietnam",
    "advise": [
      "Keep quiet, do not make noise in the exhibition space.",
      "Do not touch the Cham sculptures.",
      "Do not use flash when taking photos.",
      "Maintain cleanliness, do not eat or drink in the display area.",
      "Respect the cultural and historical values of the artifacts."
    ],
    "opening_hours": "07:00 - 17:00",
    "price_level": 0
  },
  "loc_12": {
    "name": "Da Nang Museum",
    "description": "The Da Nang Museum was established in 1989 and was newly built at 24 Tran Phu (Thach Thang Ward, Hai Chau District)...",
    "address": "24 Trần Phú, Thạch Thang, Hải Châu, Da Nang, Vietnam",
    "advise": [
      "Maintain silence, do not create noise in the exhibition space.",
      "Do not touch the artifacts or displayed works of art.",
      "Do not use flash when taking photos (if photography is allowed).",
      "Maintain cleanliness, do not eat or drink in the display area.",
      "Manage your personal belongings independently, and do not bring bulky items."
    ],
    "opening_hours": "08:00 - 11:30, 14:00 - 17:00 (Tuesday to Saturday)",
    "price_level": 0
  },
  "loc_13": {
    "name": "Nguyen Hien Dinh Theater",
    "description": "Nguyen Hien Dinh Tuong Theater is an attractive destination for many tourists, especially international visitors, thanks to its artistic performance program that is rich in the cultural nuances of Vietnamese folk art.",
    "address": "155 Phan Châu Trinh, Phước Ninh, Hải Châu, Da Nang, Vietnam",
    "advise": [
      "Comply with the rules and safety regulations of the amusement park.",
      "Maintain general hygiene, do not litter.",
      "Respect the queue, do not push in.",
      "Take care to secure personal belongings.",
      "Supervise children while participating in games."
    ],
    "opening_hours": "According to the performance schedule",
    "price_level": 0
  },
  "loc_14": {
    "name": "Fine Arts Museum",
    "description": "The Museum of Fine Arts was established on July 29, 2014, and is one of the prominent museums in Da Nang, serving to preserve the artistic heritage values of the city and the Central Highlands region.",
    "address": "78 Le Duan, Thach Thang, Hai Chau, Da Nang, Vietnam",
    "advise": [
      "Keep quiet, do not make noise in the exhibition space.",
      "Do not touch the artifacts or displayed artworks.",
      "Do not use flash when taking photos (if photography is allowed).",
      "Maintain cleanliness, do not eat or drink in the exhibition area.",
      "Manage your personal belongings independently, and do not bring bulky items."
    ],
    "opening_hours": "08:00 - 17:00",
    "price_level": 0
  },
  "loc_15": {
    "name": "APEC Park",
    "description": "Apec Park was inaugurated on January 10, 2022, located in a prime position by the Han River. The design of the project reflects the desire to elevate Da Nang further, making it a dynamic, friendly, and peaceful city.",
    "address": "September 2nd Street, Binh Hien, Hai Chau, Da Nang, Vietnam",
    "advise": [
      "Maintain cleanliness, do not litter.",
      "Protect the greenery, do not pick flowers or break branches.",
      "No loud noise, respect shared spaces.",
      "Comply with the opening hours regulations.",
      "Keep children safe while playing."
    ],
    "opening_hours": "Open all day",
    "price_level": 0
  },
  "loc_16": {
    "name": "Nam Sơn Pagoda",
    "description": "Established in 1962, with its majestic and serene beauty that is no less poetic, Nam Son Pagoda has long been more than just a cultural and religious destination for the locals; it has also become an attractive tourist site for visitors.",
    "address": "Nguyen Khai Trac Street, Cam Nam, Hoa Chau, Hoa Vang, Da Nang, Vietnam",
    "advise": [
      "Dress modestly and appropriately when entering spiritual areas (avoid shorts and tank tops).",
      "Keep silent, do not make noise, respect the sacred space.",
      "Do not touch the Buddha statue or spiritual artifacts without permission.",
      "Remove your shoes before entering the main shrine.",
      "Do not take flash photos or inappropriate selfies in the worship area."
    ],
    "opening_hours": "06:00 - 18:00",
    "price_level": 0
  },
  "loc_17": {
    "name": "Helio Center",
    "description": "Helio Center – The largest entertainment complex and night market in Da Nang. This place offers a variety of entertainment activities such as an indoor gaming area, a children's playground, a night market, and a cinema complex.",
    "address": "01 2nd September Street, Hoa Cuong Bac, Hai Chau, Da Nang, Vietnam",
    "advise": [
      "Comply with the rules and safety regulations of the amusement park.",
      "Maintain general hygiene, do not litter.",
      "Respect the queue, do not push in.",
      "Take care to secure personal belongings.",
      "Supervise children while participating in games."
    ],
    "opening_hours": "09:00 - 22:00",
    "price_level": 0
  },
  "loc_18": {
    "name": "Nam Ô Reef",
    "description": "Nam Ô Reef - a place dubbed as the paradise of stones, possesses an alluring pristine beauty. Here, it vividly describes the simple rhythm of life of the fishing village people in the coastal area of Da Nang and offers a memorable travel experience.",
    "address": "Nam Ô ancient fishing village, Hòa Hiệp Nam, Liên Chiểu, Da Nang, Vietnam.",
    "advise": [
      "Do not litter, protect the natural environment.",
      "Comply with safety signs and designated pathways.",
      "Do not pick flowers, break branches, or harm plants.",
      "Be careful when moving on complex terrain.",
      "Bring enough drinking water and necessary supplies."
    ],
    "opening_hours": "Open all day",
    "price_level": 0
  },
  "loc_19": {
    "name": "The thousand-year-old banyan tree",
    "description": "Situated at an altitude of over 700m above sea level, this ancient tree stands majestically, with its enormous roots plunging into the ground and its lush, densely intertwined foliage. It is regarded as the \"sacred lighthouse\" residing in the Son Tra Peninsula.",
    "address": "Son Tra Peninsula, Tho Quang, Son Tra, Da Nang, Vietnam",
    "advise": [
      "Do not litter, protect the natural environment.",
      "Comply with safety signs and designated pathways.",
      "Do not pick flowers, break branches, or harm plants.",
      "Be careful when moving on complex terrain.",
      "Bring enough drinking water and necessary supplies."
    ],
    "opening_hours": "Open all day",
    "price_level": 0
  },
  "loc_20": {
    "name": "Son Thuy Beach",
    "description": "This is one of the most beautiful beaches and a potential gem of the city, featuring fine white sand and wonderfully clear water.",
    "address": "Vo Nguyen Giap Street, Ngu Hanh Son, Da Nang, Vietnam",
    "advise": [
      "Do not litter, protect the clean and beautiful marine environment.",
      "Follow safety signs, do not swim in dangerous areas.",
      "Do not bring sharp or dangerous objects to the beach.",
      "Respect the personal space of others.",
      "Take care to protect your personal belongings."
    ],
    "opening_hours": "Open all day",
    "price_level": 0
  },
  "loc_21": {
    "name": "Non Nuoc Beach",
    "description": "Non Nuoc Beach was once ranked by Forbes (a leading American magazine) as one of the 6 most beautiful beaches in the world in 2005. Although it has been developed for tourism by the authorities for many years, Non Nuoc Beach still retains its original pristine beauty.",
    "address": "located on the coast of Da Nang, Hoa Hai, Ngu Hanh Son, Da Nang, Vietnam",
    "advise": [
      "Do not litter, protect the clean and beautiful marine environment.",
      "Follow safety signs, do not swim in dangerous areas.",
      "Do not bring sharp or dangerous objects to the beach.",
      "Respect the privacy of others.",
      "Take good care of your personal belongings."
    ],
    "opening_hours": "Open all day",
    "price_level": 0
  },
  "loc_22": {
    "name": "The Ecotourism Area located in Hòa Bắc commune.",
    "description": "Hoa Bac Tourist Area is located upstream of the Cu De River, where the scenery is peaceful, combining both pristine beauty and charm. Surrounding the lush green rice fields is a winding hillside road.",
    "address": "Hòa Bắc Commune, Hòa Vang, Da Nang, Vietnam",
    "advise": [
      "Do not litter, protect the natural environment.",
      "Comply with safety signs and designated pathways.",
      "Do not pick flowers, break branches, or harm plants.",
      "Be careful when moving on complex terrain.",
      "Bring enough drinking water and necessary supplies."
    ],
    "opening_hours": "Open all day",
    "price_level": 0
  },
  "loc_23": {
    "name": "Quan Thế Âm Pagoda",
    "description": "Quan Am Pagoda is one of the famous sacred temples in Da Nang. With its picturesque scenery, this place offers visitors a sense of true peace and tranquility.",
    "address": "48 Su Van Hanh, Hoa Hai, Ngu Hanh Son, Da Nang, Vietnam",
    "advise": [
      "Dress modestly and appropriately when entering spiritual areas (avoid shorts and tank tops).",
      "Maintain silence, avoid making noise, and respect the sacred space.",
      "Do not touch the Buddha statue or spiritual artifacts without permission.",
      "Remove your shoes before entering the main shrine.",
      "Do not take flash photos or inappropriate selfies in the worship area."
    ],
    "opening_hours": "Open 24/7",
    "price_level": 0
  },
  "loc_24": {
    "name": "Nam Ô Fish Sauce Village",
    "description": "Nam Ô fish sauce village is a traditional fish sauce craft village located at the foot of Hai Van Pass, which has existed for hundreds of years and has been recognized as a National Intangible Cultural Heritage.",
    "address": "Hiep Hoa, Lien Chieu, Da Nang, Vietnam",
    "advise": "Please behave in a civilized and polite manner.",
    "opening_hours": "08:00 - 17:00",
    "price_level": 0
  },
  "loc_25": {
    "name": "Hai Van Pass",
    "description": "Located between Huế and Đà Nẵng, Hai Van Pass is known as \"the most magnificent mountain pass in the world\" with its poetic landscapes, one side being mountains and the other a deep abyss, along with clouds hovering mid-air creating a mesmerizing scene reminiscent of a fairyland.",
    "address": "Lang Co, Phu Loc, Thua Thien Hue, Vietnam and Hoa Hiep Bac, Lien Chieu, Da Nang, Vietnam",
    "advise": [
      "Do not litter, protect the natural environment.",
      "Comply with safety signs and designated pathways.",
      "Do not pick flowers, break branches, or harm plants.",
      "Be careful when moving on complex terrain.",
      "Bring enough drinking water and necessary supplies."
    ],
    "opening_hours": "Open all day",
    "price_level": 0
  },
  "loc_26": {
    "name": "My Khe Beach",
    "description": "My Khe Beach was once voted by Forbes magazine as one of the 6 most beautiful beaches in the world. With its smooth white sand stretching out, clear blue water, and gentle waves, this is an ideal destination for travelers looking to swim, relax, and participate in water sports such as surfing and kayaking.",
    "address": "Vo Nguyen Giap Street, Phuoc My, Son Tra, Da Nang, Vietnam",
    "advise": [
      "Do not litter, protect the marine environment.",
      "Follow safety signs, do not swim in dangerous areas.",
      "Respect the personal space of others.",
      "Take care to safeguard your personal belongings.",
      "Do not bring sharp objects to the beach."
    ],
    "opening_hours": "Open all day",
    "price_level": 0
  },
  "loc_27": {
    "name": "Dragon Bridge",
    "description": "Dragon Bridge is the most famous symbol of Da Nang, shaped like a dragon arching over the Han River. The special feature of the bridge is the fire and water performance at 21:00 on Saturday nights, Sundays, and holidays, attracting thousands of tourists. The bridge is 666 meters long and was inaugurated in 2013 to celebrate the 38th anniversary of Da Nang's Liberation.",
    "address": "Dragon Bridge, Hải Châu, Da Nang, Vietnam",
    "advise": [
      "Comply with traffic safety rules.",
      "Do not stop or park on the bridge to take photos.",
      "Watch the fire-breathing dragon on weekends (9 PM - 9:15 PM on Saturday and Sunday).",
      "Maintain cleanliness, do not litter in the river.",
      "Be mindful of personal belongings as this place is often crowded."
    ],
    "opening_hours": "Open all day, fire and water show: 21:00 (Saturday, Sunday, and holidays)",
    "price_level": 0
  },
  "loc_28": {
    "name": "Marble Mountains",
    "description": "Ngũ Hành Sơn is a cluster of 5 limestone and marble mountains named after the 5 elements: Metal, Wood, Water, Fire, and Earth. This place features many beautiful natural caves such as Huyền Không Cave, Âm Phủ Cave, and sacred temples like Linh Ứng Pagoda, as well as the scenic viewpoint Vọng Giang Đài. It is a famous landmark that combines nature and spirituality.",
    "address": "81 Huyền Trân Công Chúa, Hòa Hải, Ngũ Hành Sơn, Da Nang, Vietnam",
    "advise": [
      "Wear non-slip sports shoes as there are many steep stairs.",
      "Dress appropriately when entering temples and caves.",
      "Do not touch the stalactites, artifacts in the cave.",
      "Keep the environment clean, do not litter.",
      "Be careful when climbing, and follow safety signs."
    ],
    "opening_hours": "07:00 - 17:30",
    "price_level": 1
  },
  "loc_29": {
    "name": "Linh Ung Pagoda Bai But",
    "description": "Linh Ung Pagoda Bai But is located on the Son Tra Peninsula, famous for its 67m tall statue of the Bodhisattva Avalokiteshvara - the tallest Buddha statue in Vietnam. From here, one can enjoy a panoramic view of Da Nang city and the vast sea. The pagoda was started in July 2004 and inaugurated on July 30, 2010, making it an attractive spiritual and tourist destination.",
    "address": "Bai But, Son Tra Peninsula, Tho Quang, Son Tra, Da Nang, Vietnam",
    "advise": [
      "Dress modestly and wear formal attire (avoid shorts and tank tops).",
      "Remove your shoes before entering the shrine.",
      "Keep silent, do not make noise in the temple area.",
      "Do not take flash photos or inappropriate selfies with the Buddha statue.",
      "Respect the ongoing spiritual rituals."
    ],
    "opening_hours": "06:00 - 21:00",
    "price_level": 0
  },
  "loc_30": {
    "name": "Son Tra Peninsula",
    "description": "Sơn Trà Peninsula is dubbed the 'green lung' of Da Nang, with a vast area of over 4,400 ha of primary forest. This place features many attractions such as Linh Ung Pagoda, Ban Co Peak, Tien Sa Lighthouse, Nghe Cape, and is home to the rare brown-legged douc langur. The maximum elevation is 693m above sea level.",
    "address": "Son Tra Peninsula, Tho Quang, Son Tra, Da Nang, Vietnam",
    "advise": [
      "Do not litter, protect the natural environment.",
      "Comply with safety signs and designated pathways.",
      "Do not pick flowers, break branches, or harm plants.",
      "Be careful when moving on complex terrain.",
      "Bring enough drinking water and necessary supplies."
    ],
    "opening_hours": "Open all day",
    "price_level": 0
  },
  "loc_31": {
    "name": "Love Lock Bridge",
    "description": "The Love Bridge is a famous pedestrian bridge spanning the Han River, where couples lock love padlocks to mark their affection and wish for lasting happiness. This is a romantic check-in spot, especially beautiful in the evening when the twinkling lights reflect on the surface of the Han River.",
    "address": "West Bank of Han River, near Han River Bridge, Hai Chau, Da Nang, Vietnam",
    "advise": [
      "Comply with traffic safety rules, do not park indiscriminately.",
      "Do not climb or sit on the bridge railing as it is dangerous.",
      "Maintain cleanliness, do not litter in the river.",
      "Be mindful of personal belongings as this place is often crowded.",
      "Do not obstruct traffic when taking photos."
    ],
    "opening_hours": "Open all day",
    "price_level": 0
  },
  "loc_32": {
    "name": "Tran Thi Ly Bridge",
    "description": "Tran Thi Ly Bridge features a unique sail-shaped design and is a modern architectural symbol of Da Nang. The 731m long cable-stayed bridge spans the Han River upstream and is particularly beautiful when illuminated at night with a color-changing LED lighting system, creating a romantic scene along the riverbank.",
    "address": "Tran Thi Ly Bridge, Hai Chau, Da Nang, Vietnam",
    "advise": [
      "Adhere to traffic safety rules, do not park indiscriminately.",
      "Do not climb or sit on the bridge railings as it poses a danger.",
      "Keep the environment clean, do not litter in the river.",
      "Be mindful of personal belongings as this place is often crowded.",
      "Do not obstruct traffic when taking photos."
    ],
    "opening_hours": "Open all day",
    "price_level": 0
  },
  "loc_33": {
    "name": "Thuan Phuoc Bridge",
    "description": "Thuan Phuoc Bridge is the longest cable-stayed bridge in Vietnam, with a length of 1,856m and a main span of 405m, connecting the coastal routes Nguyen Tat Thanh and Hoang Sa - Truong Sa. This is a stunning sunset viewing spot and a famous check-in photo location with a majestic view of the East Sea.",
    "address": "Intersection of Nguyen Tat Thanh Street - Nhu Nguyet, Da Nang, Vietnam",
    "advise": [
      "Adhere to traffic safety rules, do not park indiscriminately.",
      "Do not climb or sit on the bridge railing as it poses a danger.",
      "Maintain cleanliness, do not litter in the river.",
      "Be mindful of personal belongings as this place is often crowded.",
      "Do not obstruct traffic when taking photos."
    ],
    "opening_hours": "Open all day",
    "price_level": 0
  },
  "loc_34": {
    "name": "Pham Van Dong Beach",
    "description": "Pham Van Dong Beach is a modern beach with complete infrastructure, located along Pham Van Dong Street. The beach features fine white sand, clear blue water, and is less crowded than My Khe, making it suitable for families and those seeking tranquility. This area has many high-end resorts and seafood restaurants.",
    "address": "Pham Van Dong Street, Phuoc My, Son Tra, Da Nang, Vietnam",
    "advise": [
      "Do not litter, protect the clean and beautiful marine environment.",
      "Follow the safety signs, do not swim in dangerous areas.",
      "Do not bring sharp or dangerous objects to the beach.",
      "Respect the personal space of others.",
      "Take good care of your personal belongings."
    ],
    "opening_hours": "Open all day",
    "price_level": 0
  },
  "loc_35": {
    "name": "Vincom Plaza Da Nang",
    "description": "Vincom Plaza Da Nang is the largest and most modern shopping center in the city, covering an area of 24,700m2, featuring many famous domestic and international brands, the Funny Kids entertainment area, CGV cinema, a diverse food court, and VinMart supermarket. This is an ideal destination for shopping and entertainment.",
    "address": "910A Ngo Quyen, An Hai Bac, Son Tra, Da Nang, Vietnam",
    "advise": [
      "Comply with the regulations of the shopping center.",
      "Maintain order, do not create noise.",
      "Do not bring pets into the restricted area.",
      "Take care to secure your personal belongings.",
      "Respect the staff and other customers."
    ],
    "opening_hours": "10:00 AM - 10:00 PM",
    "price_level": 2
  },
  "loc_36": {
    "name": "Golden Bridge",
    "description": "Golden Bridge is a 150m long pedestrian bridge at the Ba Na Hills resort, globally famous for its unique design supported by giant hands. The bridge is located at an altitude of 1,414m above sea level and was voted by Time as one of the 100 greatest places in the world in 2018. This is a super hot check-in spot that attracts millions of tourists.",
    "address": "Sun World Ba Na Hills, Hoa Ninh, Hoa Vang, Da Nang, Vietnam",
    "advise": [
      "Comply with the regulations of the Ba Na Hills tourist area.",
      "Queue politely when taking photos, do not push or shove.",
      "Do not climb on the supporting hand of the bridge.",
      "Keep cleanliness, do not litter.",
      "Safety precautions when moving on the bridge."
    ],
    "opening_hours": "08:00 - 22:00 (according to the opening hours of Bà Nà Hills)",
    "price_level": 1
  },
  "loc_37": {
    "name": "Non Nuoc Stone Carving Village",
    "description": "Non Nuoc Stone Carving Village is a traditional craft village over 300 years old, specializing in stone carving in Da Nang. This place is famous for its exquisite marble stone sculptures such as Buddha statues, dragon statues, worship items, and various works of art. Visitors can tour the production workshops and shop for unique stone carving products.",
    "address": "Huyen Tran Cong Chua Street, Hoa Hai, Ngu Hanh Son, Da Nang, Vietnam",
    "advise": "Please behave in a civilized and polite manner.",
    "opening_hours": "08:00 - 19:00",
    "price_level": 1
  },
  "loc_38": {
    "name": "East Sea Park",
    "description": "East Sea Park is a large public park located along the coastline of Da Nang, situated on Vo Nguyen Giap Street. It features a cool green space, a children's playground, walking paths, outdoor exercise areas, and serves as a venue for various events and festivals such as the Enjoy Danang Festival and Tiger Crystal Rave. The park is adjacent to My Khe Beach and Pham Van Dong.",
    "address": "Vo Nguyen Giap Street, Phuoc My, Son Tra, Da Nang, Vietnam",
    "advise": [
      "Maintain cleanliness, do not litter.",
      "Protect the greenery, do not pick flowers or break branches.",
      "No noise, respect the common space.",
      "Comply with the opening hours regulations.",
      "Keep children safe while playing."
    ],
    "opening_hours": "Open all day",
    "price_level": 0
  },
  "loc_39": {
    "name": "3D Art in Paradise Museum",
    "description": "The 3D Art in Paradise Museum in Da Nang is the first and only 3D art museum in Da Nang, showcasing over 130 vibrant 3D illusion artworks. Visitors can interact and take photos with the unique 3D paintings, creating stunning social media-worthy images. This is a paradise for check-ins for young people and families.",
    "address": "Lot C2-10, Tran Nhan Tong Street, Tho Quang, Son Tra, Da Nang, Vietnam",
    "advise": [
      "Maintain silence, do not create noise in the exhibition space.",
      "Do not touch the artifacts or displayed works of art.",
      "Do not use flash when taking photos (if photography is allowed).",
      "Maintain cleanliness, do not eat or drink in the display area.",
      "Manage your personal belongings independently, and do not bring bulky items."
    ],
    "opening_hours": "09:00 - 20:00",
    "price_level": 1
  },
  "loc_40": {
    "name": "Hai Van Pass",
    "description": "Hai Van Quan is a historical gate located at the top of Hai Van Pass at an altitude of 490m, known as 'The Most Majestic Gate in the World'. This is a special national monument, built during the Tran Dynasty, serving as a natural boundary between Da Nang and Thua Thien Hue. From here, one can admire the panoramic view of the sea and majestic mountains, especially beautiful when there are clouds.",
    "address": "Hai Van Pass, the boundary between Da Nang and Thua Thien Hue, Vietnam",
    "advise": "Please behave in a civilized and polite manner.",
    "opening_hours": "Open all day (free admission)",
    "price_level": 0
  },
  "loc_41": {
    "name": "FPT University Da Nang",
    "description": "FPT University Da Nang is a branch of FPT University in Da Nang, one of the leading private universities in Vietnam specializing in information technology and business. The school has modern facilities, an international learning environment, and numerous partnerships with foreign universities. The spacious campus and beautiful architecture are a favorite check-in spot for students.",
    "address": "137 Nguyễn Thị Thập, Hòa Minh, Liên Chiểu, Da Nang, Vietnam",
    "advise": [
      "Register or obtain permission before visiting (if necessary).",
      "Dress neatly and appropriately for the school environment.",
      "No noise, no impact on learning activities.",
      "Do not enter restricted areas or classrooms that are currently in session.",
      "Respect students, lecturers, and school staff."
    ],
    "opening_hours": "07:00 - 22:00 (business hours)",
    "price_level": 0
  },
  "loc_42": {
    "name": "Duy Tan University",
    "description": "Duy Tan University is the largest private university in Central Vietnam, established in 1994. The university has achieved many international accolades, ranking among the top 482 universities in the world according to the QS World University Rankings 2026. The main campus at 254 Nguyen Van Linh features modern architecture with a 12-story building that was once the tallest in Da Nang.",
    "address": "254 Nguyễn Văn Linh, Thanh Khê, Da Nang, Vietnam",
    "advise": [
      "Register or request permission before visiting (if necessary).",
      "Dress smartly, suitable for the school environment.",
      "Not causing noise, affecting the learning activities.",
      "Do not enter restricted areas or classrooms that are in session.",
      "Respect students, lecturers, and school staff."
    ],
    "opening_hours": "07:00 - 22:00 (business hours)",
    "price_level": 0
  },
  "loc_43": {
    "name": "Lotte Mart Da Nang",
    "description": "Lotte Mart Da Nang is a large supermarket belonging to the South Korean Lotte Group, covering an area of 24,700m2, opened in 2012. It offers a wide range of products from food, fashion, electronics to household goods. The 5th and 6th floors house the modern Lotte Cinema. This is a familiar shopping and entertainment spot for locals and tourists.",
    "address": "06 Nai Nam, Hoa Cuong Bac, Hai Chau, Da Nang, Vietnam",
    "advise": [
      "Comply with the regulations of the shopping center.",
      "Maintain order, do not create noise.",
      "Do not bring pets into the restricted area.",
      "Take care to secure your personal belongings.",
      "Respect the staff and other customers."
    ],
    "opening_hours": "08:00 - 22:00",
    "price_level": 2
  },
  "loc_44": {
    "name": "GO! Da Nang (Big C)",
    "description": "GO! Da Nang (formerly Big C) is a large supermarket belonging to the Central Retail system, located in the Vinh Trung Plaza building. The supermarket offers a full range of consumer goods, fresh food, fashion, and electronics. The building also features a CGV cinema, a children's play area, and many dining restaurants.",
    "address": "255-257 Hung Vuong, Vinh Trung, Thanh Khe, Da Nang, Vietnam",
    "advise": [
      "Comply with the regulations of the shopping center.",
      "Maintain order, do not create noise.",
      "Do not bring pets into the restricted area.",
      "Take care to secure personal belongings.",
      "Respect the staff and other customers."
    ],
    "opening_hours": "08:00 - 22:00",
    "price_level": 2
  },
  "loc_45": {
    "name": "Indochina Riverside Mall",
    "description": "Indochina Riverside Mall is a high-end shopping center located by the Han River, boasting a prime location with a stunning river view. This place features a concentration of luxury fashion brands, upscale restaurants, a cinema, and an entertainment area. Notably, there is a dining area on the upper floor that offers a scenic view of the Han River and the famous bridges.",
    "address": "74 Bach Dang, Hai Chau, Da Nang, Vietnam",
    "advise": [
      "Comply with the regulations of the shopping center.",
      "Maintain order, do not create noise.",
      "Do not bring pets into restricted areas.",
      "Take care to secure your personal belongings.",
      "Respect the staff and other customers."
    ],
    "opening_hours": "09:00 - 22:00",
    "price_level": 2
  },
  "loc_46": {
    "name": "Vietnam-Korea University of Information Technology and Communication (VKU)",
    "description": "Vietnam-Korea University of Information Technology and Communication (VKU) is a member of the University of Danang, established through cooperation between Vietnam and South Korea. VKU specializes in training high-quality information technology human resources with an international foundation, offering many joint programs with South Korean universities. The campus is modern, located in the Danang University Urban Area, featuring advanced facilities, high-tech labs, and a creative learning environment.",
    "address": "470 Tran Dai Nghia, Ngu Hanh Son, Da Nang, Vietnam",
    "advise": [
      "Register or obtain permission before visiting (if necessary).",
      "Dress neatly and appropriately for the school environment.",
      "Not causing noise or affecting learning activities.",
      "Do not enter restricted areas or classrooms that are in session.",
      "Respect students, lecturers, and school staff."
    ],
    "opening_hours": "07:00 - 22:00 (business hours)",
    "price_level": 0
  },
  "loc_47": {
    "name": "Da Nang University",
    "description": "Da Nang University is a key national regional university, established in 1994, comprising several member schools such as Polytechnic, Economics, Pedagogy, Foreign Languages, and VKU. This is the largest training and scientific research center in the Central - Central Highlands region.",
    "address": "41 Le Duan, Hai Chau, Da Nang, Vietnam",
    "advise": [
      "Register or obtain permission before visiting (if necessary).",
      "Dress neatly and appropriately for the school environment.",
      "Not causing noise, affecting learning activities.",
      "Do not enter restricted areas or offices.",
      "Respect students, lecturers, and school staff."
    ],
    "opening_hours": "07:30 AM - 05:00 PM",
    "price_level": 0
  },
  "loc_48": {
    "name": "APEC Sculpture Garden",
    "description": "The APEC Sculpture Garden is a park featuring 21 statues representing the 21 member economies of APEC. Highlighted by the structure 'The Flying Kite', this is a new check-in spot attracting tourists in Da Nang, located right by the Han River.",
    "address": "Bạch Đằng, Hải Châu, Da Nang, Vietnam",
    "advise": [
      "Maintain cleanliness, do not litter.",
      "Respect the artworks, do not write, draw, or stick stickers.",
      "No noise, respect the common space.",
      "Take civilized photos, do not climb on the monuments.",
      "Take care to secure your personal belongings."
    ],
    "opening_hours": "Open all day",
    "price_level": 0
  },
  "loc_49": {
    "name": "Bay Mau Coconut Forest",
    "description": "Bảy Mẫu Coconut Forest is a pristine mangrove forest covering about 7 hectares near Hội An. Visitors can experience riding basket boats through the coconut forest, watch water puppet performances, and enjoy local cuisine.",
    "address": "Group 2, Can Nhan hamlet, Cam Thanh commune, Hoi An city, Quang Nam province, Vietnam",
    "advise": [
      "Bring a hat and sunscreen because the weather is hot.",
      "Follow the instructions of the basket boat guide.",
      "Maintain cleanliness, do not litter in the river.",
      "Respect local culture and the people.",
      "Protecting personal belongings when taking a boat trip."
    ],
    "opening_hours": "07:00 - 17:00",
    "price_level": 1
  },
  "loc_50": {
    "name": "Xuân Thiều Beach",
    "description": "Xuân Thiều Beach is a picturesque beach located in the Xuân Thiều tourist area, famous for its clear blue waters and fine white sand. This is where the Mikazuki resort is situated, making it an ideal vacation spot for families.",
    "address": "Xuân Thiều Tourist Area, Hòa Hiệp Nam Ward, Liên Chiểu District, Da Nang, Vietnam",
    "advise": [
      "Do not litter, protect the marine environment.",
      "Follow safety signs, do not swim in dangerous areas.",
      "Respect the privacy of others.",
      "Take care to secure your personal belongings.",
      "Do not bring sharp objects to the beach."
    ],
    "opening_hours": "Open all day",
    "price_level": 0
  },
  "loc_51": {
    "name": "Tien Sa Peninsula",
    "description": "The Tiên Sa Peninsula is located on the Sơn Trà Peninsula, famous for the nearly 130-year-old Tiên Sa Lighthouse - an ancient architectural structure and a stunning photo spot with a panoramic view of Da Nang city.",
    "address": "Son Tra Peninsula, Son Tra, Da Nang, Vietnam",
    "advise": [
      "Bring water and necessary supplies.",
      "Be careful when moving on the road to the lighthouse.",
      "Maintain cleanliness, do not litter.",
      "Respect historical structures, do not write or draw on them.",
      "Take photos safely, do not climb dangerously."
    ],
    "opening_hours": "Open all day",
    "price_level": 0
  },
  "loc_52": {
    "name": "Thanh Binh Beach",
    "description": "Thanh Binh Beach is located along Ong Ich Khiem Street, a quiet beach with clear blue water and fine white sand. This is an ideal destination for those seeking tranquility in the heart of the city.",
    "address": "Ong Ich Khiem Street, Hai Chau Ward, Hai Chau District, Da Nang, Vietnam",
    "advise": [
      "Do not litter, protect the clean and beautiful marine environment.",
      "Follow safety signs, do not swim in dangerous areas.",
      "Do not bring sharp or dangerous objects to the beach.",
      "Respect the personal space of others.",
      "Take care to secure your personal belongings."
    ],
    "opening_hours": "Open all day",
    "price_level": 0
  },
  "loc_53": {
    "name": "Bac My An Beach",
    "description": "Bac My An Beach is one of the most beautiful beaches in Da Nang, with fine white sand and clear blue water. It also has many delicious seafood restaurants and is a favorite destination for tourists.",
    "address": "Bac My An, Ngu Hanh Son, Da Nang, Vietnam",
    "advise": [
      "Do not litter, protect the clean and beautiful marine environment.",
      "Adhere to safety signs, do not swim in dangerous areas.",
      "Do not bring sharp or dangerous objects to the beach.",
      "Respect the personal space of others.",
      "Take care to secure your personal belongings."
    ],
    "opening_hours": "Open all day",
    "price_level": 0
  },
  "loc_54": {
    "name": "Nguyen Van Troi Bridge",
    "description": "Nguyen Van Troi Bridge is the oldest pedestrian bridge in Da Nang, spanning the Han River and connecting Hai Chau District and Son Tra District. This is a favorite check-in spot for young people, featuring unique architecture and beautiful views of the Han River.",
    "address": "Nguyen Van Troi Bridge, connecting Hai Chau and Son Tra, Da Nang, Vietnam",
    "advise": [
      "Comply with traffic safety rules, do not park indiscriminately.",
      "Do not climb or sit on the bridge railing as it poses a danger.",
      "Maintain cleanliness, do not litter in the river.",
      "Be mindful of personal belongings as this place is often crowded.",
      "Do not obstruct traffic when taking photos."
    ],
    "opening_hours": "Open all day",
    "price_level": 0
  },
  "loc_55": {
    "name": "Tien Son Bridge",
    "description": "Tien Son Bridge is a modern bridge spanning the Han River, connecting Hai Chau District with Ngu Hanh Son District. The bridge features beautiful architecture and is an ideal viewpoint for the Han River.",
    "address": "Tien Son Bridge, connecting Hai Chau and Ngu Hanh Son, Da Nang, Vietnam",
    "advise": [
      "Comply with traffic safety rules.",
      "Do not park haphazardly on the bridge.",
      "Keep the environment clean, do not litter.",
      "Safety precautions when taking photos.",
      "Respect other road users."
    ],
    "opening_hours": "Open all day",
    "price_level": 0
  },
  "loc_56": {
    "name": "Military History Exhibition House of Military Region 5 (Military Museum of Military Region 5)",
    "description": "The Military Museum of Military Region 5 is a military museum displaying thousands of valuable artifacts and documents about the history of the resistance against the French and Americans by the military and people of the Central Highlands. This is an important landmark for educating about revolutionary traditions.",
    "address": "03 Duy Tan, Hoa Thuan Dong Ward, Hai Chau District, Da Nang, Vietnam",
    "advise": [
      "Maintain silence, do not create noise in the exhibition space.",
      "Do not touch the artifacts or displayed artworks.",
      "Do not use flash when taking photos (if photography is allowed).",
      "Maintain cleanliness, do not eat or drink in the display area.",
      "Manage your personal belongings independently, and avoid bringing bulky items."
    ],
    "opening_hours": "07:30 - 11:00, 13:30 - 16:30 (Closed on Mondays)",
    "price_level": 0
  },
  "loc_57": {
    "name": "Con Dau Church",
    "description": "Con Dau Church is a historic Catholic church in Da Nang, located in the Con Dau parish. The church features simple yet solemn architecture and serves as a place of worship for the local Catholic community.",
    "address": "Con Dau Parish, Hoa Thuan Tay Ward, Hai Chau District, Da Nang, Vietnam",
    "advise": [
      "Dress modestly and appropriately when entering spiritual areas (avoid shorts and tank tops).",
      "Maintain silence, do not create noise, respect the sacred space.",
      "Do not take flash photos or inappropriate selfies in the worship area.",
      "Remove your hat when entering the church.",
      "Respect the ongoing religious ceremonies."
    ],
    "opening_hours": "Open according to holiday schedule.",
    "price_level": 0
  },
  "loc_58": {
    "name": "29/3 Park",
    "description": "29/3 Park is the largest park in Da Nang, regarded as the 'green lung' in the heart of the city with a large lake and dense greenery. It is an ideal place for exercising, strolling, and relaxing.",
    "address": "29 March Street, Hai Chau District, Da Nang, Vietnam",
    "advise": [
      "Maintain cleanliness, do not litter.",
      "Protect the greenery, do not pick flowers or break branches.",
      "No noise, respect the common space.",
      "Comply with the opening hours regulations.",
      "Keep children safe while playing."
    ],
    "opening_hours": "Open all day",
    "price_level": 0
  },
  "loc_59": {
    "name": "Thanh Niên Park",
    "description": "Thanh Niên Park is a modern park with many recreational and entertainment facilities for all ages. It features an exercise area, a children's playground, and a cool green space.",
    "address": "Le Duan Street, Hai Chau District, Da Nang, Vietnam",
    "advise": [
      "Maintain cleanliness, do not litter.",
      "Protect the greenery, do not pick flowers or break branches.",
      "No noise, respect shared spaces.",
      "Comply with the opening hours regulations.",
      "Keep children safe while playing."
    ],
    "opening_hours": "Open all day",
    "price_level": 0
  },
  "loc_60": {
    "name": "Huyen Khong Cave",
    "description": "Huyen Khong Cave is one of the most beautiful caves in Ngũ Hành Sơn, famous for the natural light filtering through the stone crevices, creating a mystical and shimmering scene. This is a must-visit check-in spot when coming to Da Nang.",
    "address": "81 Huyền Trân Công Chúa Street, Hòa Hải Ward, Ngũ Hành Sơn District, Da Nang, Vietnam",
    "advise": [
      "Bring a flashlight or use your phone's flashlight when entering the cave.",
      "Be careful when moving around as the paths in the cave can be slippery.",
      "Do not touch the stalactites and stalagmites.",
      "Keep the environment clean, do not litter in the cave.",
      "Respect the spiritual space, do not create noise."
    ],
    "opening_hours": "07:00 - 18:00",
    "price_level": 1
  },
  "loc_61": {
    "name": "The Hell Cave",
    "description": "The Am Phu Cave is a unique cave located in Ngũ Hành Sơn, divided into two sections: the ascent to heaven and the descent to the underworld. This place is steeped in many mystical legends and is an attractive tourist destination.",
    "address": "Ngũ Hành Sơn, Hòa Hải Ward, Ngũ Hành Sơn District, Da Nang, Vietnam",
    "advise": [
      "Bring a flashlight or use your phone's light when entering the cave.",
      "Be careful when moving around as the paths in the cave can be slippery.",
      "Do not touch the stalactites and stalagmites.",
      "Maintain cleanliness, do not litter in the cave.",
      "Respect the spiritual space, do not create noise."
    ],
    "opening_hours": "07:00 - 18:00",
    "price_level": 1
  },
  "loc_62": {
    "name": "Mikazuki Water Park",
    "description": "Mikazuki Water Park 365 is the first Japanese-style water park in Da Nang, featuring both indoor and outdoor areas. It is a paradise of entertainment with many exciting water games for all ages.",
    "address": "Xuân Thiều Tourist Area, Nguyễn Tất Thành Street, Hòa Hiệp Nam Ward, Liên Chiểu District, Da Nang, Vietnam",
    "advise": [
      "Comply with the rules and safety regulations of the amusement park.",
      "Maintain general hygiene, do not litter.",
      "Respect the queue, do not push in.",
      "Take care to secure personal belongings.",
      "Supervise children while participating in games."
    ],
    "opening_hours": "09:00 - 19:00",
    "price_level": 2
  },
  "loc_63": {
    "name": "Hòa Phú Thành Tourist Area",
    "description": "Hòa Phú Thành Tourist Area is famous for its adventurous waterfall sliding, ziplining, and thrilling games amidst the natural mountainous landscape. This is an ideal destination for those who love exploration and challenging themselves.",
    "address": "Km20, National Route 14G, Hoa Phu Commune, Hoa Vang District, Da Nang, Vietnam",
    "advise": [
      "Comply with the rules and safety regulations of the amusement park.",
      "Bring extra clothes and personal items.",
      "Do not participate if you have health issues.",
      "Follow the instructions of the staff.",
      "Take care to secure your personal belongings."
    ],
    "opening_hours": "08:00 - 17:00",
    "price_level": 2
  },
  "loc_64": {
    "name": "Dong A University",
    "description": "Dong A University is a multi-disciplinary private university that offers a variety of majors ranging from economics and information technology to tourism. The university has modern facilities and a high-quality teaching staff.",
    "address": "33 Xô Viết Nghệ Tĩnh, Hoa Cuong Ward, Hai Chau District, Da Nang, Vietnam",
    "advise": [
      "Contact in advance before visiting.",
      "Respect the school's regulations.",
      "Maintain cleanliness in the premises.",
      "Do not make noise during class hours.",
      "Protect personal belongings."
    ],
    "opening_hours": "07:00 - 17:00 (Monday - Friday)",
    "price_level": 0
  },
  "loc_65": {
    "name": "University of Economics - University of Danang",
    "description": "The University of Economics is a member of the University of Danang, specializing in training in economics, business administration, and finance and banking. The school has a high reputation in the Central region.",
    "address": "71 Ngũ Hành Sơn, Hòa Thuận Tây Ward, Hải Châu District, Da Nang, Vietnam",
    "advise": [
      "Contact before visiting.",
      "Respect the school's regulations.",
      "Maintain cleanliness in the premises.",
      "Do not make noise during class hours.",
      "Protect personal belongings."
    ],
    "opening_hours": "07:00 - 17:00 (Monday - Friday)",
    "price_level": 0
  },
  "loc_66": {
    "name": "University of Danang - University of Education",
    "description": "The University of Danang - University of Education is a member institution of the University of Danang, specializing in training teachers and education-related fields. The school has a long history and plays an important role in the education sector of Central Vietnam.",
    "address": "459 Ton Duc Thang, Hoa Khanh Nam Ward, Lien Chieu District, Da Nang, Vietnam",
    "advise": [
      "Contact before visiting.",
      "Respect the school's regulations.",
      "Maintain cleanliness in the premises.",
      "Do not make noise during class hours.",
      "Protect personal belongings."
    ],
    "opening_hours": "07:00 - 17:00 (Monday - Friday)",
    "price_level": 0
  },
  "loc_67": {
    "name": "University of Danang - University of Science and Technology",
    "description": "The University of Danang - University of Science and Technology is a member of Danang University, specializing in training in engineering and technology fields. The school has modern facilities and high-quality training.",
    "address": "54 Nguyen Luong Bang, Hoa Khanh Ward, Lien Chieu District, Da Nang, Vietnam",
    "advise": [
      "Contact in advance before visiting.",
      "Respect the school's regulations.",
      "Maintain cleanliness in the premises.",
      "Do not make noise during class hours.",
      "Protect personal belongings."
    ],
    "opening_hours": "07:00 - 17:00 (Monday - Friday)",
    "price_level": 0
  },
  "loc_68": {
    "name": "University of Foreign Languages - University of Danang",
    "description": "The University of Foreign Languages is a member of the University of Danang, specializing in training in foreign languages and linguistics. The school has a team of excellent lecturers and a high-quality training program.",
    "address": "131 Luong Nhu Hoc, Khuê Trung Ward, Cam Le District, Da Nang, Vietnam",
    "advise": [
      "Contact us before visiting.",
      "Respect the school's regulations.",
      "Maintain cleanliness in the premises.",
      "Do not make noise during class hours.",
      "Take care of personal belongings."
    ],
    "opening_hours": "07:00 - 17:00 (Monday - Friday)",
    "price_level": 0
  },
  "loc_69": {
    "name": "Da Nang University of Architecture",
    "description": "Da Nang University of Architecture is a private university specializing in training in architecture, construction, and design. The university has modern facilities and an application-oriented training program.",
    "address": "566 Nui Thanh, Hoa Cuong Nam Ward, Hai Chau District, Da Nang, Vietnam",
    "advise": [
      "Contact before visiting.",
      "Respect the school's regulations.",
      "Maintain cleanliness in the area.",
      "Do not make noise during class hours.",
      "Protect personal belongings."
    ],
    "opening_hours": "07:00 - 17:00 (Monday - Friday)",
    "price_level": 0
  },
  "loc_70": {
    "name": "Con Market",
    "description": "Con Market is the oldest traditional market in Da Nang, famous for its diverse and rich street food. This is a culinary paradise that should not be missed when visiting Da Nang.",
    "address": "Ong Ich Khiem Street, Hai Chau 1 Ward, Hai Chau District, Da Nang, Vietnam",
    "advise": [
      "Please behave in a civilized and polite manner.",
      "Bargain politely when shopping.",
      "Take care to secure your personal belongings.",
      "Maintain cleanliness, do not litter.",
      "Respect the vendors and other customers."
    ],
    "opening_hours": "05:00 - 20:00",
    "price_level": 1
  },
  "loc_71": {
    "name": "Hai Van Pass",
    "description": "Hai Van Pass is one of the most beautiful mountain passes in Vietnam, located on National Route 1A, the boundary between Da Nang and Thua Thien Hue. From the top of the pass, one can enjoy a panoramic view of the majestic sea and mountains.",
    "address": "National Route 1A, boundary of Da Nang - Thua Thien Hue, Vietnam",
    "advise": [
      "Be careful when traveling on the mountain pass.",
      "Adhere to traffic safety rules.",
      "Bring warm clothes as the temperature on the pass is lower.",
      "Maintain cleanliness, do not litter.",
      "Take photos safely, without obstructing traffic."
    ],
    "opening_hours": "Open all day",
    "price_level": 0
  },
  "loc_72": {
    "name": "Black Stone Beach (Son Tra)",
    "description": "Black Stone Beach (also known as Obama Stone Beach) is a natural rocky beach located on the Son Tra Peninsula, famous for its large black stones and pristine sea views. This is a favorite check-in spot for young people.",
    "address": "Son Tra Peninsula, Tho Quang Ward, Son Tra District, Da Nang, Vietnam",
    "advise": [
      "Be careful when moving on the rocks as they can be slippery.",
      "No dangerous climbing.",
      "Maintain cleanliness, do not litter.",
      "Take care to protect your personal belongings.",
      "Take photos safely, avoid dangerous areas."
    ],
    "opening_hours": "Open all day",
    "price_level": 0
  },
  "loc_73": {
    "name": "Nghê Cape (Son Tra)",
    "description": "Nghe Cape is the easternmost point of Da Nang, located on the Son Tra Peninsula, famous for being the best place to watch the sunrise in the city. This is the ideal coordinate for sunrise hunting for photographers.",
    "address": "Son Tra Peninsula, Tho Quang Ward, Son Tra District, Da Nang, Vietnam",
    "advise": [
      "Arrive early to watch the sunrise (around 5:30 - 6:00).",
      "Bring warm clothes because the early morning is quite cold.",
      "Be careful when traveling on mountain roads.",
      "Maintain cleanliness, do not litter.",
      "Take care to secure your personal belongings."
    ],
    "opening_hours": "Open all day",
    "price_level": 0
  },
  "loc_74": {
    "name": "Bai But (Son Tra)",
    "description": "Bãi Bụt is an area located at the foot of Linh Ung Pagoda on the Son Tra Peninsula, featuring a beautiful beach and a cool blue lake. This is an ideal destination for swimming, camping, and relaxation.",
    "address": "Son Tra Peninsula, Tho Quang Ward, Son Tra District, Da Nang, Vietnam",
    "advise": [
      "Do not litter, protect the marine environment.",
      "Follow the safety signs when swimming at the beach.",
      "Camp in the designated areas.",
      "Maintain general hygiene.",
      "Respect the spiritual space near Linh Ung Pagoda."
    ],
    "opening_hours": "Open all day",
    "price_level": 0
  },
  "loc_75": {
    "name": "Truong Vương Theater",
    "description": "Trưng Vương Theater is a modern theater located in the center of Da Nang, where various artistic performances, music shows, plays, and major cultural events of the city are held.",
    "address": "35A Phan Châu Trinh, Hải Châu 1 Ward, Hải Châu District, Da Nang, Vietnam",
    "advise": [
      "Book tickets in advance to secure your seat.",
      "Dress appropriately when attending the performance.",
      "Arrive on time, do not be late.",
      "Turn off your phone or switch to silent mode.",
      "No eating or drinking in the theater."
    ],
    "opening_hours": "According to the performance schedule",
    "price_level": 2
  },
  "loc_76": {
    "name": "Da Nang Center for Culture and Arts",
    "description": "The Da Nang Cultural and Arts Center is a venue for cultural activities, artistic performances, exhibitions, and community events. This is an important cultural space in the city.",
    "address": "6 Dong Giang Street, Son Tra District, Da Nang, Vietnam",
    "advise": [
      "Check the event schedule before arriving.",
      "Maintain general hygiene.",
      "Respect cultural space.",
      "No noise.",
      "Protect personal belongings."
    ],
    "opening_hours": "08:00 - 17:00",
    "price_level": 0
  },
  "loc_77": {
    "name": "CGV Vincom Cinema",
    "description": "CGV Vincom Da Nang is a modern cinema complex located on the 4th floor of Vincom Plaza Ngo Quyen, equipped with advanced sound and image technology, providing an excellent movie experience.",
    "address": "4th Floor, Vincom Plaza, Ngo Quyen Street, An Hai Bac Ward, Son Tra District, Da Nang, Vietnam",
    "advise": [
      "Book tickets online to save time.",
      "Arrive 15-20 minutes early before the showtime.",
      "Turn off your phone or switch to silent mode.",
      "Do not make noise in the theater.",
      "Maintain cleanliness and dispose of trash in the designated areas."
    ],
    "opening_hours": "08:00 - 22:00",
    "price_level": 2
  },
  "loc_78": {
    "name": "Lotte Cinema",
    "description": "Lotte Cinema Da Nang is located on the 5th and 6th floors of Lotte Mart, featuring a modern cinema complex with high-quality sound and image technology, providing a premium cinematic experience.",
    "address": "Floor 5 and 6, Lotte Mart, No. 06 Nai Nam Street, Hoa Cuong Bac Ward, Hai Chau District, Da Nang, Vietnam",
    "advise": [
      "Book tickets online to save time.",
      "Arrive 15-20 minutes before the showtime.",
      "Turn off your phone or switch to silent mode.",
      "Do not make noise in the theater.",
      "Maintain cleanliness and dispose of trash in the designated areas."
    ],
    "opening_hours": "08:00 - 22:00",
    "price_level": 2
  },
  "loc_79": {
    "name": "Tra Que Vegetable Village",
    "description": "Tra Que Vegetable Village is located near Hoi An, famous for its specialty herbs such as aromatic herbs, basil, and coriander. Visitors can participate in experiences as farmers, planting vegetables and enjoying dishes made from fresh produce.",
    "address": "Can Nhan Village, Cam Thanh Commune, Hoi An City, Quang Nam Province, Vietnam",
    "advise": [
      "Bring a hat and sunscreen when participating in outdoor activities.",
      "Respect the local people.",
      "Maintain cleanliness, do not litter.",
      "Protect the crops, do not pick indiscriminately.",
      "Follow the guidance of the locals when experiencing."
    ],
    "opening_hours": "07:00 - 17:00",
    "price_level": 1
  },
  "loc_80": {
    "name": "Thanh Ha Pottery Village",
    "description": "Thanh Ha Pottery Village is a traditional craft village near Hoi An with a history of over 500 years. Visitors can tour the pottery-making process, experience clay modeling, and purchase pottery products as souvenirs.",
    "address": "Thanh Ha Village, Thanh Ha Commune, Hoi An City, Quang Nam Province, Vietnam",
    "advise": [
      "Respect for traditional crafts and the potters.",
      "Be careful when handling ceramic products.",
      "Maintain cleanliness, do not litter.",
      "Bargain politely when purchasing products.",
      "Follow the guidelines when experiencing pottery making."
    ],
    "opening_hours": "07:00 - 17:00",
    "price_level": 1
  },
  "loc_81": {
    "name": "Bàn Cờ Peak (Sơn Trà)",
    "description": "Ban Co Peak is the highest mountain peak on the Son Tra Peninsula, with an elevation of 700m above sea level. From here, you can enjoy a panoramic view of Da Nang city and the vast sea. This is a beautiful spot for cloud hunting and photography.",
    "address": "Son Tra Peninsula, Tho Quang Ward, Son Tra District, Da Nang, Vietnam",
    "advise": [
      "Arrive early to chase the clouds and watch the sunrise.",
      "Bring warm clothing as the temperature at the summit is low.",
      "Be careful when traveling on mountain roads.",
      "Maintain cleanliness, do not litter.",
      "Take good care of your personal belongings."
    ],
    "opening_hours": "Open all day",
    "price_level": 0
  },
  "loc_82": {
    "name": "Da Nang Hospital",
    "description": "Da Nang Hospital is a special grade general hospital, the final referral hospital for the Central Highlands region. The hospital has a team of skilled doctors and modern equipment.",
    "address": "124 Nguyen Van Linh, Thac Gian Ward, Thanh Khe District, Da Nang, Vietnam",
    "advise": [
      "Bring personal identification and health insurance.",
      "Arrive early to avoid the crowds.",
      "Comply with hospital regulations.",
      "Maintain general hygiene.",
      "Respect the doctors and other patients."
    ],
    "opening_hours": "Emergency 24/7, Medical examination: 07:00 - 16:00",
    "price_level": 2
  },
  "loc_83": {
    "name": "Hoan My Da Nang Hospital",
    "description": "Hoan My Da Nang Hospital is a high-end private hospital that offers high-quality medical services with modern equipment and a team of skilled medical professionals.",
    "address": "161 Nguyen Van Linh, Thac Gian Ward, Thanh Khe District, Da Nang, Vietnam",
    "advise": [
      "Bring personal identification and health insurance.",
      "Schedule an appointment in advance to save time.",
      "Comply with hospital regulations.",
      "Maintain general hygiene.",
      "Respect the doctors and other patients."
    ],
    "opening_hours": "24/7 Emergency, Medical Examination: 07:00 - 17:00",
    "price_level": 3
  },
  "loc_84": {
    "name": "Family Hospital",
    "description": "Gia đình Hospital is a private hospital that provides high-quality medical services, specializing in general medicine, obstetrics and gynecology, and pediatrics.",
    "address": "161-163 Nui Thanh, Hoa Cuong Nam Ward, Hai Chau District, Da Nang, Vietnam",
    "advise": [
      "Bring personal identification and health insurance.",
      "Make an appointment in advance to save time.",
      "Comply with hospital regulations.",
      "Maintain general hygiene.",
      "Respect the doctors and other patients."
    ],
    "opening_hours": "24/7 Emergency, Medical Examination: 07:00 - 17:00",
    "price_level": 3
  },
  "loc_85": {
    "name": "Co.opmart Da Nang",
    "description": "Co.opmart Da Nang is a large supermarket belonging to the Co.op system, offering a wide variety of products from fresh food, consumer goods to electronics at reasonable prices.",
    "address": "478 Dien Bien Phu, Thanh Khe Tay Ward, Thanh Khe District, Da Nang, Vietnam",
    "advise": [
      "Please behave in a civilized and polite manner.",
      "Check the expiration date before purchasing.",
      "Take care to secure your personal belongings.",
      "Maintain cleanliness, do not litter.",
      "Respect the staff and other customers."
    ],
    "opening_hours": "07:00 - 22:00",
    "price_level": 1
  },
  "loc_86": {
    "name": "Co.opmart Son Tra",
    "description": "Co.opmart Son Tra is a supermarket belonging to the Co.op system in Son Tra District, providing a full range of essential goods to meet the daily shopping needs of locals and tourists.",
    "address": "Binh Than Street, Phuoc My Ward, Son Tra District, Da Nang, Vietnam",
    "advise": [
      "Please behave in a civilized and polite manner.",
      "Check the expiration date before purchasing.",
      "Take care to secure your personal belongings.",
      "Maintain cleanliness, do not litter.",
      "Respect the staff and other customers."
    ],
    "opening_hours": "07:00 - 22:00",
    "price_level": 1
  },
  "loc_87": {
    "name": "Administrative Center of Da Nang City",
    "description": "The Da Nang City Administrative Center is the working headquarters of the Da Nang City People's Committee and various departments. This is a symbol of the city's administrative power, featuring modern architecture, located in a central position near the Han River. This area also hosts many cultural events, festivals, and important political activities of the city.",
    "address": "24 Tran Phu, Thach Thang, Hai Chau, Da Nang, Vietnam",
    "advise": [
      "Bring identification documents when coming to work.",
      "Comply with security regulations at the entrance.",
      "Dress appropriately when visiting government offices.",
      "Check the opening hours before arriving.",
      "Prepare a complete set of documents as required."
    ],
    "opening_hours": "07:30 - 11:30, 13:30 - 17:00 (Monday - Friday)",
    "price_level": 0
  },
  "loc_88": {
    "name": "Furama – Ariyana International Tourism Complex",
    "description": "The Furama International Tourism Complex – Ariyana Da Nang is located by My Khe Beach – one of the six most beautiful beaches in the world as voted by Forbes. Furama Resort Da Nang is not only a favorite accommodation spot for many travelers but also a gathering place for culturally rich experiences. Inside the Furama Resort Da Nang, FROM A BEACH RESORT ICON TO AN INTERNATIONAL TOURISM COMPLEX, officially opened in 1997, the Furama Resort & Villas Da Nang has made its mark as Vietnam's first 5-star beach resort, putting Vietnam on the map of luxurious beach resort tourism worldwide. The Lagoon Forest, cultivated by the resort since 1997, has now become the \"green lung\" in the heart of the resort. Nearly 30 years since its establishment and development, the resort has expanded and evolved into the Furama International Tourism Complex – Ariyana Da Nang, a leading destination for relaxation and conferences, harmoniously combining natural beauty, luxurious accommodation services, and modern conference infrastructure. Over 30 years of establishment and development, the Furama International Tourism Complex – Ariyana Da Nang has always been a favorite destination for many movie stars and international artists. (Photo: South Korean actress Seo Ye Ji taken at Furama Resort Da Nang) Here, guests can enjoy a unique coastal relaxation experience at the first culinary and heritage resort in Vietnam – Furama Resort & Villas Da Nang. At the same time, the complex also boasts an advanced conference system, including the International Convention Palace (ICP) and the Ariyana International Convention Center Da Nang – which had the honor of hosting APEC 2017, affirming its leading position in the region. A HERITAGE LIVING SPACE, REDEFINING LUXURIOUS RELAXATION Compared to the gateway connecting three UNESCO World Heritage Sites – Hoi An, My Son, and Hue, the resort features 198 rooms and suites along with 65 private pool villas, all designed in a harmonious style blending traditional Vietnamese elements with classic French architecture. This is the ideal choice for those seeking a unique, elegant, and sophisticated vacation. Furama Villas Da Nang, marked by the creative imprint of Denton Corker & Marshall (Australia), draws inspiration from indigenous Champa culture, combined with the elegant Indochine spirit. The red-tiled roofs shaded by coconut trees, the long breezy corridors, and the dark wooden columns with handcrafted details evoke a vibrant heritage. The architecture here not only possesses timeless beauty but also opens up a storytelling space – where the past and present intersect in every detail. The bedroom design is rich in heritage with inspiring Indochine and Champa architecture. From the balcony of Furama Villas Da Nang, the interior space created by HBA Hong Kong offers a sophisticated blend of natural materials like wood, stone, and ceramics with a gentle modern style. Soft lanterns, ceramic patterns, and designs inspired by ocean waves and Champa culture are harmoniously arranged, evoking a luxurious and intimate \"Vietnamese soul.\" Every detail is an invitation to listen to the story of Central Vietnam's heritage, not just to admire but to feel with all the senses. A CULINARY STORY CONNECTING As a pioneering resort in luxury beach tourism in Vietnam and a brand associated with unique heritage & cuisine, Furama Resort Da Nang understands that the most important mission in tourism is to promote the image and culture of Vietnam to the world. Authentic tourism must provide learning experiences, and perhaps cuisine is the bridge to explore, understand, and preserve local and global cultural values. And perhaps, the \"valuable\" aspect of a vacation lies in that experience, not merely in the luxurious room category. Therefore, each restaurant in the resort is designed as a \"cultural stage,\" where food, space, and local ingredients tell the heritage story of each region. The 09 dining spaces within the resort are likened to \"cultural stages\" where Vietnam's heritage is narrated through flavors. By meticulously recreating the ambiance of each region, Furama Resort Da Nang has transformed the culinary experience into a journey from tradition to the present, from local identity to international flavors. A corner of \"miniature Northwest\" in the heart of the resort at Taya House restaurant – where the peaceful wooden stilt house of Muong Khhu nestles against the hillside. The five-room wooden house from Kinh Bac has been meticulously restored, offering a unique cultural culinary experience for guests. Lamb ribs served inside the Steak House The Fan surprise many diners. V-Senses Cafe – Vietnamese Heritage House, also known as a restaurant that recreates the cuisine of the capital with a variety of traditional dishes. (Photo: Sturgeon noodle soup currently served at V-Senses Cafe) INTERNATIONAL CONFERENCE & EXHIBITION CENTER – THE LEADING MICE DESTINATION IN THE REGION Beyond leisure tourism, the Furama International Tourism Complex – Ariyana Da Nang is also known as the MICE tourism center of the region. With a total area of over 12,000m², the complex houses the Furama International Convention Palace (ICP) and the Ariyana International Convention Center Da Nang – a facility honored on the world conference map when it successfully hosted the APEC 2017 Leaders' Week. The 50th Anniversary of ASEAN – New Zealand Dialogue Partnership seminar at the International Convention Palace, Furama Resort Da Nang Beach Lounge at the Ariyana International Convention Center Da Nang. Designed to international standards, the conference system here can accommodate everything from high-level meetings and specialized seminars to trade exhibitions and large-scale cultural and artistic events. Flexible spaces, modern equipment, and a professional operational team provide comprehensive solutions for all event organization needs. DA NANG CITY TOURISM PROMOTION CENTER",
    "address": "105 Vo Nguyen Giap, Khue My, Ngu Hanh Son, Da Nang 550000, Vietnam",
    "advise": [
      "It is advisable to hire a local guide to gain a better understanding of the history and culture.",
      "Check the weather before you go for the best experience.",
      "It is advisable to visit in the early morning or late afternoon to avoid the heat and crowds."
    ],
    "opening_hours": "",
    "price_level": 0
  },
  "loc_89": {
    "name": "My Son Sanctuary",
    "description": "The My Son Sanctuary (also known as the Holy Land of My Son) is a complex of ancient Cham Pa temple ruins located in a secluded valley in My Son village, Thu Bon commune, Da Nang city. This site preserves over 70 architectural structures built over many centuries (from the 4th to the 13th century) with distinctive historical, cultural, architectural, and artistic values. The My Son Sanctuary is likened to a priceless museum of Cham Pa architecture and sculpture, vividly reflecting the remnants of the brilliant Champa civilization.\n\nCULTURAL HISTORY\nMy Son was established in the 4th century during the reign of King Bhadravarman, when the My Son valley was chosen as the holy city – an important religious and spiritual center of the ancient Champa Kingdom. Located to the west of the capital Simhapura (Tra Kieu) and near the ancient port town of Hoi An, this sanctuary is nestled among majestic mountains and forests, closely associated with a sacred stream flowing into the Thu Bon River. From the very beginning, My Son became the site where Cham kings built temples to perform rituals, offer sacrifices to deities, establish the legitimacy of their reign, and commemorate their victories. The temples here primarily worship the god Shiva under the symbol of Linga – the supreme patron deity of the Champa kingdom. For nearly a millennium, My Son was continuously restored and expanded by various Champa dynasties. The first wooden temple was destroyed by fire in the 6th century but was restored by King Sambhuvarman in the 7th century; thereafter, each Cham king upon ascending the throne would either construct new temples or renovate the old ones that had fallen into disrepair. Thus, the My Son Sanctuary increasingly developed, becoming the most important religious center of the entire kingdom. There was a period when My Son faded into obscurity (8th–9th century) as the dynasty moved its capital and established a new sanctuary in Nha Trang (Po Nagar), but by the early 10th century, the worship of Shiva was revived, and My Son was restored with a series of new temples built. By the 11th century, wars with neighboring regions severely damaged the My Son temples, but the Cham king later ordered repairs and restoration of many structures. Construction and restoration at My Son continued until the 13th century – King Jaya Paramesvaravarman II (1234) is considered the last king to have contributed to the restoration of this sanctuary. After the 13th century, historical records no longer mention the construction of temples at My Son, marking the end of nearly a millennium of continuous development of the sanctuary. Throughout this long journey, My Son has marked the brilliant development of Champa culture and art, preserving within it many unique architectural styles through various historical periods.\n\nARCHITECTURAL ART\nIn terms of planning, My Son's architecture is unique and rare in the form of a sanctuary complex consisting of multiple clusters of towers. The temples are arranged in groups, with each group typically having a main temple (Kalan) at the center and surrounding subsidiary towers, enclosed by thick brick walls. The main entrance of most main towers faces east (towards the sun god); some larger main towers also have additional side entrances facing north. In front of the main temple, there is usually a small gate tower (Gopura) with two interconnecting doors (one facing east, one leading into the main temple), followed by a long house (Mandapa) – with a tiled roof and spacious area – used for welcoming pilgrims, offering gifts, and organizing ritual dances dedicated to the deities. Surrounding the main temple are subsidiary towers and smaller architectural structures, creating a harmonious whole in terms of rituals and the sacred space of the Cham people. The My Son temples are all official religious architectural works, continuously built by Cham kings from the 4th to the 13th century. Therefore, each temple embodies the most refined and representative elements of contemporary Cham architectural art. Most of the identified architectural styles of Champa are present at My Son, and the temples here have established the foundational criteria for classifying Cham artistic styles. In other words, My Son is a living museum of Cham architecture, containing unique sculptures and decorative motifs that reflect the pinnacle of the intellect and craftsmanship of the ancient Cham people.\n\nNATURAL LANDSCAPE\nThe My Son Sanctuary is located amidst a pristine and majestic natural landscape, surrounded by dense mountains and forests, creating a profoundly spiritual atmosphere. Prominently to the south of the valley is the sacred Mahaparvata mountain (approximately 730m high), mentioned in inscriptions from the 4th century. According to the symbolic beliefs of the Cham people, this mountain is likened to a giant Linga of the god Shiva, while the My Son valley represents Yoni – the combination that creates the pair of cosmic symbols of sexual organs right within the heart of the heritage. A sacred stream flows through the valley, connecting to the Thu Bon River (Sanskrit: Mahadani – the embodiment of the goddess Ganga, wife of Shiva), providing fresh water year-round for purification rituals during Hindu festivals. The forest ecosystem in the My Son conservation area is also very diverse, preserving many precious species of flora and fauna such as various types of rosewood, ebony, red oak, cajeput, and wildlife like pheasants, flying lizards, wild boars, and large deer. The harmonious natural landscape with the cultural and spiritual space adds to the mysterious and sacred beauty of My Son, highlighting the value of the site amid the Central Highlands.\n\nOUTSTANDING VALUES\nWith its rich history and unique artistry, My Son is a typical testament to the ancient Champa civilization. The temples here reflect profound cultural exchanges: initially influenced by pure Hinduism, later combining with indigenous beliefs, and ultimately integrating into a distinct Champa identity. In terms of architecture and sculpture, My Son gathers the most representative essences of Cham art over nearly a millennium, creating an invaluable heritage complex of global significance. Many scholars evaluate that My Son can be compared to other famous temple complexes in the region such as Angkor Wat (Cambodia), Bagan (Myanmar), or Borobudur (Indonesia) in both scale and cultural artistic value. Thanks to these outstanding global values, My Son has been recognized by the world, becoming a source of pride for Vietnam's heritage on the global cultural map.\n\nTICKET PRICES\nAccording to information from the My Son Heritage Management Board, the entrance fee to the heritage site (including admission and service fees) is currently applied as follows: \nInternational visitors: 150,000 VND/person/visit (including admission and service fees). \nVietnamese visitors: 100,000 VND/person/visit (including admission and service fees).\n\nIDEAL TIME TO VISIT AND SOME NOTES\nMy Son is located in a tropical monsoon climate with two distinct seasons. The rainy season (from around September to January of the following year) often has heavy rains, slippery roads, and the valley may flood, making it difficult for sightseeing. In contrast, the dry season (from February to August) has less rain, is drier, and is more convenient for visitors. Among these, the period from February to April is considered the most ideal time to visit My Son, when the weather is pleasantly cool and the mountainous landscape is lush and green in spring, providing visitors with a complete sightseeing experience. Additionally, visitors should go early in the morning to avoid the harsh midday sun in summer and enjoy the fresh air, admiring the mystical My Son in the morning light.\n\nNOTES FOR VISITORS\nWhen visiting the My Son heritage site, visitors should pay attention to some regulations and behaviors to protect the site and preserve the sacred cultural space: \n- Comply with the regulations of the Management Board; pay attention to directional signs and follow the rules at the heritage site. \n- Behave civilly and politely: maintain general order, speak softly, and be friendly with everyone, showing respect for the heritage. \n- Wear appropriate clothing: dress neatly, respectfully, and solemnly when entering the temple area (avoid inappropriate or offensive attire). \n- Do not harm the heritage: absolutely do not touch, climb, or carve on brick walls, stone inscriptions, trees, or any architecture within the temple area. \n- Maintain cleanliness and the landscape: be environmentally conscious, do not litter; preserve cultural and architectural works and the natural landscape of the heritage. \n- Do not perform superstitious rituals: do not arbitrarily organize offerings, sacrifices, or activities contrary to local customs at the heritage site. \nFollowing these notes will help visitors have a meaningful and safe visit while contributing to the protection of this valuable cultural heritage of humanity – the My Son Sanctuary, so that the value of the site can be passed down to future generations. In recognition of these outstanding values, on December 4, 1999, My Son was inscribed on the UNESCO World Heritage List.\n\nReferences: \n1. My Son World Heritage Management Board \nDA NANG TOURISM PROMOTION CENTER",
    "address": "My Son Sanctuary, Duy Xuyen, Quang Nam, Vietnam",
    "advise": [
      "You should wear polite and comfortable clothing when visiting.",
      "Check the weather before you go for the best experience."
    ],
    "opening_hours": "",
    "price_level": 0
  },
  "loc_90": {
    "name": "Memory Island Hoi An",
    "description": "Hoi An Memory Island includes distinctive subdivisions: Hoi An Memories Resort & Spa, Shophouse, the Impression Hoi An Cultural Theme Park, and the world-class performance show Hoi An Memories. Hoi An Memory Island is a tourism – resort – cultural complex adjacent to and an inseparable part of the ancient town of Hoi An, pioneering the trend of cultural tourism in Vietnam. Hoi An Memory Island creates a green tourism space, along with local tourism aimed at a sustainable cultural tourism ecosystem. The Hoi An Memories show – recreating 400 years of Hoi An's ups and downs, features 5 impressive performances by nearly 500 professional actors on a 25,000m2 stage in the middle of the Hoai River. The first cultural theme park in Vietnam – Impression Hoi An, utilizes diversity in architecture and art, reflecting the life of a bustling international port city. Hoi An Memories Resort & Spa – the first to create a new definition of the art of resort services, was honored by WTA as “Asia’s Number 1 Entertainment Resort.” In 2022, Hoi An Memory Island was recognized by the World Travel Award – the “Oscar of the global tourism industry” – as the “Top Entertainment Destination in the World.” \n\nLOCATION\nNestled along the poetic Hoai River, Hoi An Memory Island is close to the ancient town, making the exploration journey of visitors more convenient. From here, visitors can easily reach the ancient town of Hoi An in a 10-minute walk or a 5-minute bike ride. Notably, by car, it takes only 40 minutes to reach Da Nang Airport and 15 minutes to An Bang and Cua Dai beaches. With a super-connected location to famous tourist spots, Hoi An Memory Island is a destination that travelers cannot miss when visiting Hoi An.\n\nVISION – MISSION OF HOI AN MEMORY ISLAND\nWith core values of happiness – experience – creativity – unity – convenience, Hoi An Memory Island is built with the key mission of becoming a pioneer in infusing cultural and historical values into the field of entertainment, with the aim of preserving invaluable assets (cultural and historical) for the Vietnamese people, promoting Vietnamese culture and tourism, and contributing to building a cultural tourism industry in Vietnam. Hoi An Memory Island consists of 3 distinctive subdivisions: Hoi An Memories Resort & Spa, Impression Hoi An Cultural Theme Park, and the world-class performance show Hoi An Memories.\n\nHOI AN MEMORIES RESORT & SPA\nHoi An Memories Resort and Spa is located on an island in the heart of the enchanting ancient town of Hoi An, harmonizing with the old yellow walls, the brightly lit streets adorned with shimmering lanterns, and the cultural and historical values of this world heritage site. Surrounded by the charming and peaceful Hoai River, Hoi An Memories Resort & Spa features 102 river-view rooms and villas. From here, guests can easily access the ancient town of Hoi An and listen to the rhythm of life in this heritage land through its architecture, landscapes, and unique cultural experiences. Blending traditional and modern architecture, Hoi An Memories Resort & Spa is an artistic masterpiece that reflects the quintessence of Hoi An heritage. The resort stands out with a series of rooms styled in Eastern aesthetics, combined with open and airy spaces. Every design detail is meticulously crafted, providing a luxurious and relaxing retreat for guests.\n\nIMPRESSIVE HOI AN CULTURAL THEME PARK\nHoi An Impression Theme Park is a unique cultural and entertainment destination in Vietnam, located in Con Hen, adjacent to the ancient town of Hoi An. Covering an area of 25 hectares, the park recreates the architectural, cultural, and trading activities of Hoi An residents through various historical periods. The most prominent highlight is the Hoi An Memories live show – a large-scale outdoor program featuring over 500 performers. The performance starts at 8:00 PM, taking the audience back in time to explore the glorious history of Hoi An through spectacular performing arts. Additionally, the park skillfully reconstructs many ancient architectural works over 200 years old based on historical documents and old drawings. The structures reflect the architectural styles of Cham, French, and Vietnamese, including the Cham Rong House, French Church, and Vietnamese Ancient House, among many others. Furthermore, it is dubbed a culinary paradise, gathering countless delicious specialties from various regions of Vietnam and the world, prepared from fresh ingredients. Exploring Hoi An Impression Theme Park, visitors will have the opportunity to delve into cultural depth, enjoy art, and experience cuisine in a special space. This is a must-visit spot when coming to Hoi An, connecting the past and present, providing memorable experiences.\n\nWORLD-CLASS SHOW – HOI AN IMPRESSION\nRecreating 400 years of Hoi An's ups and downs, the Hoi An Memories show has been recognized globally and has won numerous prestigious awards: \n- Vietnam Guinness Record: The live art program with the most performers (Love stories and historical tales spanning 400 years of this cultural crossroads, connecting Vietnam to the legendary maritime silk road, will be narrated through the performances of 500 actors.)\n- According to Reuters: Rated as “the most beautiful in the world” and “the most visually stunning.”\n- The Guide Awards 2019: The best live art program with cultural and historical value in Vietnam.\n- Leading Historical Spectacle Show 2019 awarded for the elaborate and meaningful live performance program.\n- Screened at Times Square, New York, USA, and reported by Reuters along with over 220 media agencies from the USA, Japan, South Korea, India, China, and Singapore.\n- Tripadvisor Traveller’s Choice 2020 for impressive destinations worldwide.\n\nDA NANG TOURISM PROMOTION CENTER",
    "address": "200 Nguyễn Tri Phương, Cam Chau, Hoi An, Quang Nam, Vietnam",
    "advise": [
      "It is advisable to hire a local guide to gain a better understanding of the history and culture.",
      "You should wear polite and comfortable clothing when visiting.",
      "Check the weather before you go for the best experience."
    ],
    "opening_hours": "",
    "price_level": 0
  },
  "loc_91": {
    "name": "Hoiana Resort & Golf",
    "description": "Where the golden sand meets the blue waves of the East Sea, where the pure beauty of Central Vietnam blends with the essence of luxury living, Hoiana Resort & Golf emerges as a new symbol of coastal relaxation. Just a 15-minute drive from the ancient town of Hội An – a UNESCO World Heritage Site – Hoiana stretches over 4km of pristine coastline, offering a perfectly integrated world of relaxation that combines entertainment, culture, and international-class services. \n\nHOIANA RESORT & GOLF – THE SOURCE FOR ENDLESS EXPLORATION JOURNEYS\n\nHoiana Resort & Golf – The Best Integrated Resort in the Asia-Pacific\n\nFour Luxurious Hotels Gather in One Destination\n\nAt Hoiana Resort & Golf, each hotel tells its own story, providing a unique experience for every style of vacation. Hoiana Hotel & Suites impresses with 141 spacious, luxurious suites filled with elegance. Floor-to-ceiling windows open up to endless views of the sea, golf course, or the stunning lake. Every exquisite interior detail combined with personal butler service elevates every moment of your stay. \n\nHoiana Hotel & Suites – Sky Pool Room\n\nNew World Hoiana Beach Resort offers 330 rooms and suites that exude tranquility, combining sustainable design with Vietnamese charm. Organic bedding, coconut fiber mattresses, and organic cotton sheets ensure a restful sleep. Each room faces the sea, allowing breezes and light to flood in, transforming it into a peaceful retreat to recharge your energy. \n\nNew World Hoiana Beach Resort – Premier Ocean View Suite\n\nNew World Hoiana Hotel is a blend of Eastern vitality and refined modernity. The spacious balcony is the perfect spot to watch the sunrise over the East Sea, relax with a good book, or sip a cocktail at sunset. \n\nNew World Hoiana Hotel – Deluxe Ocean View Room\n\nHoiana Residences is a serene living space with 270 luxurious apartments overlooking lush gardens or the vast sea. Each apartment is equipped with a fully functional kitchen, suitable for long stays. Guests can enjoy a swimming pool, gym, and exclusive dining, along with convenient access to shopping, entertainment, and top-class golf facilities. \n\nHoiana Residences – Three-Bedroom Suite\n\nWorld-Class Golf Course\n\nPart of the Hoiana Resort & Golf complex, Hoiana Shores Golf Club has proudly received prestigious titles including top 100 golf courses in the world for two years, 2022 and 2023, by Golf World TOP 100, top 100 golf courses in Asia-Pacific for two years, 2022 and 2024, by Golf Travel, and the best golf course in Vietnam in 2020 by Golf Digest. As the first golf course in Vietnam designed by the legendary Robert Trent Jones Jr., Hoiana Shores Golf Club is located on the stunning pristine beach of Da Nang, with breathtaking views of Cu Lao Cham peninsula, offering an exceptional 18-hole links golf experience with exciting challenges. The golf course features a 6,000m² clubhouse, including gourmet dining areas, modern function rooms, a high-end golf shop, and luxurious changing rooms. Hoiana Shores Golf Club is the first and only links golf course in Vietnam.\n\nA Family-Friendly Paradise\n\nHoiana is a destination that harmonizes every pace of life – vibrant for explorers, serene for those seeking rest. Kids will be enchanted by the expansive kids' club, creative classes, and nature-inspired play areas. Wellness enthusiasts can retreat to Downtime Renew to experience Vietnamese therapeutic treatments combined with modern technology. The system of swimming pools, gym, daily sports and entertainment programs, along with a private 4km beach, will provide moments of excitement and relaxation. \n\nFamily Cyclo\n\nKayaking\n\nHoiana Pickleball Court\n\nA Culinary Journey Around the Globe at 20 Restaurants and Bars\n\nWith 20 restaurants, bars, and lounges, guests can embark on a culinary journey around the world without leaving the resort. Savor the finesse of Vietnamese cuisine, indulge in freshly caught seafood, enjoy the warm allure of classic Hong Kong Cha Chaan Teng dishes, be captivated by the spicy and rich flavors of Sichuan hot pot, or delight in the authentic Italian taste of pizza and pasta – along with creatively transformed international dishes. Each dining space at Hoiana is not just a place to enjoy food, but also an unforgettable experience. \n\nSan Xi Lou Restaurant – Hong Kong Cuisine\n\nSichuan Grill – Steakhouse\n\nEntertainment\n\nAs the sun sets, Hoiana comes alive with new energy. Enjoy cocktails at Quang Nam House, feel the sea breeze at Nox Beach Club, or try your luck with vibrant gaming experiences. Whether you seek a lively night or a romantic moment under the starry sky, Hoiana has the perfect answer.\n\nQuang Nam House – Executive Bar & Lounge\n\nGateway to Explore Central Vietnam's Heritage\n\nFrom Hoiana, guests can easily explore nearby heritage sites and wonders: the lantern-lit ancient town of Hội An, the sacred My Son Sanctuary, the majestic Marble Mountains, or the countryside roads shaded by bamboo and lush rice fields.\n\nElevate Your Events\n\nHoiana is the ideal choice for any event – from dream weddings, significant anniversaries to international conferences and corporate gatherings. Spaces like the luxurious Grand Ballroom, the light-filled Green House, or the romantic outdoor Beach Lawn provide the perfect backdrop. Combined with top-notch accommodations, exquisite dining, and a variety of entertainment activities, Hoiana transforms every event into a memorable moment.\n\nBeach Wedding\n\nWedding in the Green Space\n\nGreen House – Event Set Up\n\nEntertainment Complex – Launching This November\n\nThis November, Hoiana will launch a new entertainment complex on the LG and G floors of Hoiana Residences – a fun destination for all ages. Challenge yourself in the Game Zone, hone your skills with Virtual Golf, or sing your heart out in luxurious KTV rooms. This will be a place filled with laughter, connection, and memorable moments.\n\nEntertainment Complex\n\nAwards and Honors\n\nThe prestigious awards that Hoiana has received not only affirm its elite status but also motivate us to continue creating experiences that exceed expectations. \n\nBest Integrated Resort in Asia-Pacific 2025 by Travel + Leisure Luxury Awards\n\nTop Integrated Resort in the World 2024 by World Travel Awards\n\nTop Integrated Resort in Asia 2024 by World Travel Awards\n\nBest Integrated Resort in Asia 2023 & 2024 by Travel + Leisure Luxury Awards\n\nTop 100 Golf Courses in Asia 2023 & 2024 by Golf Travel Korea & Golf Travel China\n\nBest Luxury Beach Resort in Quang Nam 2024 by Luxury Lifestyle Awards\n\nBest Beach Integrated Resort 2024 – Heritage Fashion by Travel Best Choice\n\nBest Integrated Golf Course 2024 by Vietnam Golf & Leisure Awards\n\nBest Resort for Golfers 2024 by Vietnam Golf & Leisure Awards\n\nWhether it's a moment of tranquility in a relaxing spa, an exhilarating challenge on the seaside golf course, the joyful laughter of a family vacation, or the fresh vibes from an unprecedented experience, Hoiana Resort & Golf is not just a stopover – it is a vibrant world waiting for you to explore.\n\nDA NANG TOURISM PROMOTION CENTER",
    "address": "Duy Hải, Duy Xuyên, Quảng Nam",
    "advise": [
      "You should wear polite and comfortable clothing when visiting.",
      "Bring water and sunscreen when sightseeing.",
      "Check the weather before you go for the best experience."
    ],
    "opening_hours": "",
    "price_level": 0
  },
  "loc_92": {
    "name": "VinWonders Nam Hội An",
    "description": "VinWonders Nam Hội An is a top-tier amusement and entertainment park in Central Vietnam, featuring 5 large zones and numerous thrilling rides. With an area of 50 hectares, VinWonders Nam Hội An offers a MULTI-SENSORY EXPERIENCE WHEN TRAVELING TO DA NANG – HOI AN. \n\nINTRODUCTION TO VINWONDERS NAM HOI AN  \nAddress: Võ Chí Công Street, Thăng An, Da Nang  \nOperating hours: 09:00 – 19:00 | Daily  \n\nLocated by the Bình Minh beach, just about 15 minutes from the ancient town of Hội An and 1 hour from the center of Da Nang, VinWonders Nam Hội An is a premier amusement and entertainment park in Central Vietnam with 5 expansive zones and many adventurous games. Here, visitors can immerse themselves in the vibrant atmosphere of modern rides while also experiencing a unique cultural journey and exploring the wild nature right in the heart of the coastal city.\n\nWHAT TO EXPERIENCE AT VINWONDERS NAM HOI AN?  \n1. River Safari – The first and only river animal conservation park in Vietnam  \nTime: 09:30 – 16:30 | Daily  \n\nIf you have ever dreamed of sitting on a boat in the jungle, observing the natural habitat of wild animals that you have only seen on Discovery, then River Safari – VinWonders Nam Hội An is a must-visit destination. This is the first and only semi-wild animal conservation park in Vietnam, using boats as the main means of sightseeing. River Safari is not only home to over 2000 individuals of more than 100 rare species but also a vibrant natural conservation space designed to allow animals to develop as naturally as possible. Visitors can observe the world of animals on the river.\n\nNot only does River Safari attract visitors with its lively wild animal world, but it is also \"going viral\" on social media thanks to a special character – Cao Việt Hoàng (born in 2006), a part-time tour guide with a handsome appearance, a bright smile, and a charming, friendly leading style. Depending on the boat tour experience package, guests will have the opportunity to interact and make friends with adorable animal companions like Deer and Elephants. Besides the river exploration journey, River Safari offers many other exciting stops for you to enjoy and get acquainted with the wild animal world.\n\nHappy Zoo: A must-visit for families with small explorers, this is the happy garden of friendly animals like the \"diplomat\" capybara, raccoon, deer, sheep, ostrich, etc. Here, visitors can feed the animals, pet them, take pictures, and learn more about their living habits through information boards.\n\nBird World: Home to nearly 200 individuals of rare, colorful birds.  \nBird Show: An impressive show featuring more than 20 species of animals from friendly ground dwellers to high-flying idols like: Pink-winged hawks, South American Macaws, Lories, pelicans, etc. The show is held daily at two time slots: 9:45 – 10:15 & 14:00 – 14:30. The performance \"Wild Wings.\"\n\n2. Water Park  \nTime: 10:00 – 18:00 | Daily  \n\nIn the heart of the Central sun and wind, VinWonders Nam Hội An water park is the ideal and exhilarating \"cooling off\" spot for guests. With a modern slide system, a gigantic swimming pool, and a water play area specifically for young children, this place is a water entertainment paradise suitable for all ages.\n\nKey highlights not to be missed: Designed with 12 rides, including thrilling experiences like giant whirlwinds that take you on an adventure, free-falling into a large funnel, \"spinning\" and plunging into refreshing water. The children's water play area: designed specifically for kids with mini slides, water jets, slides, water dumping buckets from above, etc., all fun and completely safe. The relaxation & utility area: to meet the comfortable play needs of guests, we have added sun loungers, umbrellas, resting huts, as well as providing changing rooms, lockers, and a clean and complete dining area.\n\n3. Outdoor Games – Challenge your limits, stir up the spirit of adventure  \nTime: 09:00 – 18:30 | Daily  \n\nThe Outdoor Games area at VinWonders Nam Hội An is a paradise for thrill-seekers, where you can satisfy your passion for speed, height, and challenge yourself with a series of modern, safe, and exhilarating games. From children, adventurous youth to entire families – everyone will find suitable games here! If the family has many children, you can choose to play: The childhood Ferris wheel, dancing cups, etc. For young thrill-seekers, there are: Desert whirlwinds, roller coasters, or the forgotten valley (through cliffs up to 785m long, visitors will experience continuous spins like a mesmerizing maze that only the bravest hearts can conquer).\n\n4. Folk Culture Island – A heritage land in the heart of Hội An  \nTime: 09:00 – 17:30 | Daily  \n\nAmidst the modern amusement space and wild nature at VinWonders Nam Hội An, the Folk Culture Island stands out as a memory zone, taking visitors back in time to the traditional cultural values of the Vietnamese people. The Folk Culture Island vividly recreates the cultural space from North to South, from the plains to the mountains, from ancient architecture to characteristic craft villages. This is a place where you can not only observe but also live in Vietnamese culture in the most authentic and intimate way. Moreover, when visiting the culture island, you can also personally experience unique traditional craft villages, immersing yourself with artisans living in each nostalgic craft story.\n\nSUGGESTED ITINERARY FOR VISITING VINWONDERS NAM HOI AN  \nTime | Location  \n09:00 – 10:30 Explore River Safari  \nMeet over 50 species of animals  \nEnjoy the impressive \"Wild Wings\" bird show  \nInteract with friendly animals at Happy Zoo  \nListen to conservation stories at the \"Pangolin and Friends\" reptile area  \n10:30 – 11:00 Journey through the adventure land Desert Whirlwind  \nSwinging tree  \n11:00 – 12:00 Explore traditional craft villages at Folk Culture Island  \nCheck-in the traditional cultural space of the three regions: North – Central – South  \n12:00 – 13:00 Enjoy traditional dishes at Chợ Quê Restaurant  \n13:00 – 14:00 Have fun at the indoor play area  \nAudition Playoke jumping game  \nTrampoline bouncing game  \n14:00 – 16:00 Have a blast at the Water World  \nSuper Speed slide  \nDragon slide  \nBoomerang slide  \n16:00 – 17:00 Enjoy three-region cuisine at the riverside ancient town  \nImmerse in the musical atmosphere on the river  \n17:30 – 18:50 Savor a delicious dinner at Riverine restaurant (Order before 18:30) with a poetic river view and enjoy the 3D Mapping performance \"Vietnamese History.\"  \n19:00 – 19:20 Be dazzled by the grand Water Music Show.  \n\nTICKET PRICES AND BOOKING METHODS  \nBook tickets through the official website of VinWonders Nam Hội An: https://link.vinpearl.com/3SDpELU  \nQuickly update the latest promotions on the Fanpage: https://www.facebook.com/VinWonders.NamHoiAn.Official/  \nDA NANG TOURISM PROMOTION CENTER",
    "address": "Vo Chi Cong, Binh Duong, Thang Binh, Da Nang, Vietnam",
    "advise": [
      "You should wear polite and comfortable clothing when visiting.",
      "Bring water and sunscreen when visiting."
    ],
    "opening_hours": "09:00 – 19:00",
    "price_level": 0
  },
  "loc_93": {
    "name": "Cu Lao Cham Biosphere Reserve – Hoi An",
    "description": "The Cu Lao Cham World Biosphere Reserve – Hoi An has the mission of conserving and developing coastal and marine resources for the Central Coast region of Vietnam. CU LAO CHAM WORLD BIOSPHERE RESERVE – HOI AN On May 26, 2009, at Jeju Island, South Korea, the United Nations Educational, Scientific and Cultural Organization (UNESCO) recognized Cu Lao Cham – Hoi An as a world biosphere reserve*. The biosphere is a part of the Earth formed by three closely interconnected spheres: the lithosphere, atmosphere, and hydrosphere, which contain living matter and the products created by them. The upper limit of the biosphere is the thickest part of the ozone layer (about 25 km), the lower limit is the deepest part of the ocean floor (about 11 km), and the lower limit of the weathered crust. The Cu Lao Cham World Biosphere Reserve – Hoi An has a total area of 33,737 hectares, including the entire land area of Hoi An city and the sea area defined from the boundary points of the Cu Lao Cham Marine Protected Area connected to the boundary points on land in Hoi An, with three functional zones: core zone, buffer zone, and transition zone. Core Zone: Includes all the islands and functional areas (strictly protected area, ecological restoration area, development area, and rational exploitation area) within the Cu Lao Cham Marine Protected Area. The core zone covers an area of 11,560 hectares and primarily performs the conservation function of the Cu Lao Cham – Hoi An World Biosphere Reserve through the activities of the Marine Protected Area and the Cu Lao Cham special-use forest conservation force. Buffer Zone: Includes the sea surrounding the core zone along with the entire system of rivers, canals, natural ponds, natural wetlands, and beaches belonging to Hoi An city, covering an area of 20,660 hectares. This area concentrates important ecosystems that interact closely with the core zone, including: sea, rivers, wetlands, mangrove forests, tidal flats, beaches, sand dunes, river mouths, etc. The buffer zone plays a very important role in controlling water quality before it reaches the sea and in the ecological linkage between the mainland and the ocean. Transition Zone: This is the remaining part of Hoi An city, covering an area of 1,517 hectares, prominently featuring the Hoi An Ancient Town – a World Cultural Heritage site, and traditional craft villages that reflect the interaction between humans and nature. HIGHLIGHTED ATTRACTIONS Beaches at Cu Lao Cham: Cu Lao Cham has many beautiful beaches such as Ong Beach, Chong Beach, Lang Beach, and Xep Beach. Among them, Ong Beach is a favorite stop for tourists, where there are restaurants, fresh water bathing services, and a starting point for water sports activities such as snorkeling. Lang Beach and Huong Beach are quiet beaches, ideal for relaxation and leisure. In addition to the stunning beaches, Cu Lao Cham also boasts many other attractive destinations for those who wish to delve deeper into the culture, history, and nature of the island. Visitors can visit Tan Hiep Market, where you will find local specialties, or explore the Cu Lao Cham Marine Conservation Center to learn about the rich biodiversity of the area. One of the other interesting attractions is the Heritage Banyan Tree, a natural symbol associated with the history and culture of the island. Additionally, Cu Lao Cham is notable for its historical relics, valuable artistic architecture, and traditional crafts classified as national relics, including 02 archaeological sites: Ong Beach site; Lang Beach site, 05 historical relics: Tien Hien Tomb, Xom Cam Well, Yen Craft Ancestor Temple, Ong Ngu Tomb, Co Hon Tomb (Am Linh Temple); 01 architectural relic: Hai Tang Pagoda, and 02 traditional crafts recognized as intangible cultural heritage in the National Intangible Cultural Heritage List: Thanh Chau – Hoi An bird nest harvesting and Ngô Đồng hammock weaving in Cu Lao Cham. TRANSPORTATION To reach Cu Lao Cham, visitors can choose to travel by speedboat or wooden boat, depending on personal preferences and requirements. Speedboats are the most popular and fastest means of transport, with a travel time of only about 15-20 minutes from Cua Dai Port (Hoi An) or other boat docks. This means of transport is favored by many tourists due to its convenience and speed. Wooden boats are also an alternative, but the travel time will be longer, about 90 minutes. Wooden boats mainly serve local residents and group trips. * In addition to the ticket prices for speedboats or wooden boats, visitors should note some fees such as the entrance fee to Cu Lao Cham of 70,000 VND/person and environmental and security protection fees of 20,000 VND/person. Children under 12 months are free, while children from 1 to under 8 years old receive a 50% discount on adult ticket prices. SUGGESTED ITINERARY IDEAL TIME: Cu Lao Cham is known for its stunning natural scenery, from pristine white sandy beaches to lush primary forests and rich marine ecosystems. The ideal time to visit Cu Lao Cham is from March to August, when the weather is stable, the sea is calm, and the sky is clear. Boats operate vigorously during this time, making it easy for tourists to travel to the island; however, from September to February of the following year, although Cu Lao Cham still welcomes visitors, this is the rainy and stormy season in the Central region. At this time, high waves and unstable weather can affect transportation, especially for boats. However, if you want to experience the pristine beauty of the island during this time, be prepared for possible interrupted trips and ensure to monitor weather forecasts for the best preparation. Tourist services such as speedboats or boats may not operate continuously due to rough sea conditions. Other notes: Visitors to Cu Lao Cham need to comply with the following regulations: Adhere to specific regulations at destinations; Do not bring plastic bags when visiting Cu Lao Cham; Wear life jackets when swimming, snorkeling, and when on boats; Do not hunt wild animals; Do not step on, exploit corals, and marine species in strictly protected areas; Only use eco-labeled stone crabs; Dress modestly when visiting cultural and religious relics. Cu Lao Cham, with its natural beauty and rich ecosystem, deserves to be one of the attractive tourist destinations in Central Vietnam. It not only attracts visitors with its beautiful beaches and exciting experiences but also with the unique culture of the island's community. A visit to Cu Lao Cham will surely bring unforgettable memories to every traveler. References: 1. Da Nang City Electronic Information Portal: danang.gov.vn; 2. Hoi An Cultural Heritage Management Center: hoianheritage.net; 3. Cu Lao Cham Marine Protected Area Management Board: culaochammpa.com.vn DA NANG TOURISM PROMOTION CENTER",
    "address": "03 Nguyễn Huệ, Minh An, Hoi An, Quang Nam, Vietnam",
    "advise": [
      "You should wear polite and comfortable clothing when visiting.",
      "Check the weather before you go for the best experience.",
      "It is advisable to visit in the early morning or late afternoon to avoid the heat and crowds."
    ],
    "opening_hours": "",
    "price_level": 0
  },
  "loc_94": {
    "name": "Phu Ninh Lake Scenic Area",
    "description": "Phu Ninh Lake is a scenic spot that showcases a unique beauty in each season, and visitors can explore it year-round. The period from May to August each year is considered the ideal tourist season to visit Phu Ninh Lake. \n\nHIGHLIGHTED POINTS  \nThe ecological value and natural landscape of Phu Ninh Lake is a large artificial reservoir located in Phu Ninh Commune, Da Nang, about 70 km from the center of Da Nang city. Phu Ninh Lake is blessed with a poetic landscape, featuring a vast expanse of emerald waters that embrace more than 30 large and small islands in the heart of the lake. The rich cluster of islands – notably Turtle Island, Monkey Island, Su Island, and Island 61 – covered in greenery creates a picturesque scene. Surrounding the lake are rolling hills and dense forests, casting reflections on the calm water surface. The lakeside vegetation includes many tropical species such as casuarina, eucalyptus, and Caribbean pine, interspersed with colorful flowers, creating a landscape that is both majestic and naturally poetic. The climate in the lake area is fresh and cool, particularly pleasant even during summer days, providing a relaxing feeling for visitors amidst the charming mountains and rivers. The ecosystem of Phu Ninh Lake is diverse and rich in conservation value. The vegetation here is also abundant with hundreds of precious timber and medicinal plant species being preserved. With its stunning scenery and unique resources, Phu Ninh Lake has been developed into an attractive ecological tourism area, offering a full range of entertainment, recreation, and relaxation services for visitors. In 2009, due to its special historical and scenic values, Phu Ninh Lake was classified by the Ministry of Culture, Sports, and Tourism as a National Historical Site – Scenic Area. This title not only affirms the importance of Phu Ninh Lake in the treasure of Vietnam's natural heritage but also lays the groundwork for the locality to focus on investing in sustainable tourism development here. \n\nIDEAL TIME  \nPhu Ninh Lake showcases a unique beauty in each season, and visitors can explore it year-round. However, the period from May to August each year is considered the ideal tourist season to visit the scenic area. \n\nDA NANG TOURISM PROMOTION CENTER",
    "address": "Trung Đàn Hamlet, Tam Đại, Phú Ninh, Quảng Nam, Vietnam",
    "advise": [
      "It is advisable to hire a local guide to gain a better understanding of the history and culture.",
      "It is best to visit in the early morning or late afternoon to avoid the heat and crowds."
    ],
    "opening_hours": "",
    "price_level": 0
  },
  "loc_95": {
    "name": "Da Nang Downtown",
    "description": "Starting from June 2024, Asia Park will officially rebrand as Da Nang Downtown, aiming to become the most attractive shopping and entertainment hub in the center of the Han River city. DA NANG DOWNTOWN – THE \"ENTERTAINMENT DISTRICT\" THAT NEVER SLEEPS IN DA NANG New identity, new emotions With a complete overhaul of its brand identity, including logo, signage, and name change to Da Nang Downtown, Asia Park will undergo a spectacular transformation this summer with entirely new entertainment, leisure, and shopping experiences, especially evening activities. The Da Nang Downtown brand identity is designed to be youthful and modern, featuring pop art colors that evoke famous entertainment capitals around the world such as Los Angeles, Las Vegas, Sao Paulo, and the rise of Hollywood in the mid-20th century. The impressive appearance and new experiences promise to bring many emotions to visitors coming to Da Nang Downtown. Inspired by contemporary art and the vibrant atmosphere of modern cities, the logo features an accent on the letter O alongside bright color stripes, representing the sun and continuous movement, breaking through creative thinking to provide visitors with fresh emotions. The new, more colorful, and dynamic look marks the beginning of new breakthroughs for Da Nang Downtown, promising to bring a fresh breeze of life to tourism and entertainment in the heart of the Han River city. Charming drag queen artists in the \"Xúng xính\" show at Vui Phết Night Market, Phu Quoc (illustrative photo) “We believe that with the new brand identity and unique experiences, Da Nang Downtown will take visitors from one surprise to another and provide a memorable summer in the coastal city of Da Nang. Especially, the evening experiences and shows will contribute to enhancing Da Nang's night tourism appeal to visitors, making Da Nang a sleepless destination,” said Ms. Phùng Phạm Thanh Thúy, director of Da Nang Downtown, expressing high hopes. Da Nang's \"new entertainment district\" In addition to the existing signature experiences of the park, such as the Sun Wheel – one of the top 10 tallest Ferris wheels in the world, miniature models of Asian tourist icons, or 18 light to extreme thrill rides, Da Nang Downtown this summer will welcome visitors with exciting experiential spaces making their debut in Da Nang, transforming the area into an entertainment district bustling from day to night with the slogan “New street by the river, lively market.” Arriving in June 2024 is a world-class international art show complex making its first appearance in Da Nang. This includes the pinnacle art show “Symphony of River,” featuring a new type of fireworks performance never seen before in Vietnam, the Àu Ơ Da Nang puppet theater with traditional puppet shows, and lively street performances throughout the day, turning Da Nang Downtown into a sleepless town, a vibrant and bustling nightlife hotspot in Central Vietnam. Making its debut in Da Nang with the theme “Symphony of River – The Echo of the River,” the extreme sports art show Jetski & Flyboards combined with music, lights, and skilled water dance performances along with fireworks will give visitors a chance to witness Hollywood blockbuster scenes come to life. The Symphony of River is expected to take place at Da Nang Downtown with two performances, day and night, starting from June 10. The Jetski & Flyboards show is considered a “specialty” at Da Nang Downtown this summer. The show is directed by Tuấn Lê, the creator of the performances Làng Tôi, À Ố… and H2O – a unit with 30 years of experience organizing over 3,500 Jetski events, fireworks, and 2,100 Flyboard shows worldwide. Notably, H20 has previously been featured in blockbuster films such as James Bond, Mission Impossible, Bay Watch… In addition to the Jetski & Flyboards performances, this will also be the first time in Vietnam that the essence of global circus and magic performances will converge. A series of top international artists will participate, including: Maestro Voronin – the legendary comedic magician, the king of “dinner shows” in America; Maxim Voronin – the youngest circus magic prodigy and director of Cirque Tour; Crystal Ladies – the famous twin stars of Cirque De Soleil who went viral on social media when they appeared on The Ellen Show; Lena Koehn, a leading star in the Diabolo discipline; Oleg Izossimov – known as the “Prince of the Balance” holding unbeatable world records; and Olga Moreva – the queen of aerial silk dance… A series of “vedette” artists from Cirque Du Soleil will gather in the WOW Kingdom show at Sun World Ba Na Hills (illustrative photo). Alongside its modern colors, Da Nang Downtown still retains a strong traditional essence with the “Rối Việt” show expected to launch from June 1 at the brand new Àu Ơ Da Nang theater with a capacity of 600 seats. The show will lead the audience into the beauty of Vietnam's landscape and people vividly through the rich symbolic language of the two forms of puppetry: water puppetry and traditional puppetry. The beautiful shapes of the “characters” in the “Rối Việt” show taking place at Sun World Hòn Thơm (illustrative photo). The heart of Da Nang Downtown will be the Vui Phết Da Nang Night Market (VUI-Fest) – a brand new nighttime entertainment and tourism hotspot in the coastal city. The Vui Phết Night Market offers a vibrant shopping, culinary, and entertainment space for both domestic and international visitors, featuring 200 colorful food stalls from Asia and Europe, regional dried specialties, souvenirs, handmade items, along with lively and cheerful street performances unique to the market. The popular Vui Phết Night Market model in Phu Quoc promises to extend visitors' experiences at Da Nang Downtown this summer (illustrative photo). This can be seen as a spectacular transformation of Asia Park into the new brand Da Nang Downtown, promising to make the center of Da Nang burst with excitement this summer. Da Nang Downtown will open a new gateway at 2/9 Street (29/3 Square) and offer free admission to all visitors. A new entertainment complex with a dynamic rhythm both day and night, where the art of the world and Vietnam converge and flourish, awaits you in the Han River city, a destination that always holds new surprises every summer. DA NANG TOURISM PROMOTION CENTER",
    "address": "2 September Street, Hoa Cuong, Hai Chau, Da Nang 50000, Vietnam",
    "advise": [
      "Bring water and sunscreen when sightseeing.",
      "It is advisable to hire a local guide to gain a better understanding of the history and culture.",
      "Check the weather before you go for the best experience."
    ],
    "opening_hours": "",
    "price_level": 0
  },
  "loc_96": {
    "name": "Dien Hai Fortress",
    "description": "Dien Hai Fortress (also known as Dien Hai Citadel or Fort de l'Ouest) is located in the center of the city, on the west bank of the Han River, now belonging to Hai Chau Ward, Da Nang City (formerly Thach Thang Ward, Hai Chau District, Da Nang City). In the 19th century, Da Nang was the gateway to the imperial city of Hue and the most important seaport in Central Vietnam. However, as early as the 16th century, Da Nang port had attracted the attention of Western merchant ships. Therefore, according to the regulations of the Hue court, Da Nang port was the only gateway for trade with the outside world, both to control foreign ships and to prevent foreign interference in the capital. Given the strategic importance of Da Nang's trading port, when he ascended the throne in 1802, King Gia Long (Nguyen Dynasty) organized the defense of this area by constructing many fortifications on the Son Tra Peninsula and along both banks of the Han River. Besides Dien Hai Fortress, An Hai, Trấn Dương Thất Bảo, and other fortifications such as My Thi, Hai Chau, Lien Tri, Phuoc Ninh, Hoa Khue were built, but the most significant was Dien Hai Fortress.\n\nSTRUCTURE OF DIEN HAI FORTRESS AS DESCRIBED IN DOCUMENTS\nDien Hai Fortress is located on the left bank of the Han River's west side, hence the French called it Fort de l'Ouest. Initially, it was built of earth by King Gia Long in 1813, thus it was called Bao Dien Hai, located near the sea and prone to damage. By 1823, King Minh Mang ordered it to be rebuilt with bricks, hence it was named Dien Hai Fortress and moved further inland, situated in the Trém area of Thach Thang village (as it is today) for safety, with Thai Tuong Nguyen Van Thanh in charge of construction. The fortress was built in the Vauban style, designed by French engineer Olivier Puymanel (who had previously collaborated with Ba Da Loc to assist Gia Long). It has a square shape with four protruding corners, a height of over 5m, a perimeter of 556m, deep moats over 3m, and two gates: one facing east towards the Han River and one facing south (the main gate). The fortress has two layers of walls, separated by a deep moat, with the outer wall being taller than the inner wall. Inside the outer wall, there were residences for generals and soldiers, as well as gunpowder storage, ammunition and weapon storage, food storage, a cannon foundry, and a repair workshop for damaged guns, along with a royal pavilion. During this period, Dien Hai Fortress was one of the most important defensive structures in Da Nang, alongside An Hai fortress on the opposite bank of the Han River, controlling the entry and exit of ships at Da Nang's seaport.\n\nDIEN HAI FORTRESS AFTER LIBERATION IN 1975 UNTIL 2004\nOn February 4, 1976, Quang Nam - Da Nang Province decided to establish Quang Nam - Da Nang Pharmaceutical Enterprise based on the merger of three pharmaceutical workshops: Quang Da, Quang Nam, and Area V located at Dien Hai Fortress. Officially operational on April 10, 1976, the enterprise made preliminary renovations to suit the initial production conditions of the unit, while the western wall was severely eroded due to encroachment by nearby houses. By 1977, to develop pharmaceutical production to meet increasing demand and export some products to the Soviet Union and Eastern European socialist countries, Quang Nam - Da Nang Pharmaceutical Enterprise began to renovate the unit: constructing several single-story buildings at the front as an administrative area and finished goods warehouse, while also building a system of iron frame warehouses from Czechoslovakia on the west side of the vacant land outside the fortress. In 1985, the enterprise expanded production and removed two iron frame buildings on either side to construct two new three-story buildings, while also renovating the old buildings left by the French. On November 10, 2004, the Da Nang People's Committee approved a master plan to restore the Dien Hai Fortress site and its landscape components to serve visitors and tourists. The Central Pharmaceutical Enterprise 5 relocated to another location in Thanh Khe Ward.\n\nCURRENT STATUS OF DIEN HAI FORTRESS\nAfter 2004, Da Nang City decided to invest in the restoration and enhancement of Dien Hai Fortress with funding from the national cultural target program and the city, reconstructing the entire protruding wall on the northwest side, restoring the walls on the north and east sides, and reconstructing the gate and moat on the south side. Additionally, the Da Nang Museum was constructed on Dien Hai Fortress, with 172.5 m2 of collapsed wall being rebuilt and 1,800 m3 of earth being dredged from filled moats. During the construction process, several remaining cannons were discovered. In 2010, the Da Nang Museum officially opened to welcome visitors. The museum has also displayed the cannons found at Dien Hai Fortress in front of the museum. Over the years, the southern wall and gate, as well as the eastern wall and part of the northern wall, have been restored, while the western wall and moat adjacent to the residential area have not yet been restored. Recently, the Da Nang People's Committee has initiated the relocation of households on the west side of Dien Hai Fortress to restore the original condition of the site, aiming to fully restore and enhance the entire Dien Hai Fortress site in the coming years. With its special values, the historical site of Dien Hai Fortress has been classified as a special national relic by the Prime Minister in Decision No. 2082/QĐ-TTg dated December 25, 2017. \n\nReferences: Cultural Heritage Department - Ministry of Culture, Sports and Tourism: https://dsvh.gov.vn DA NANG CITY TOURISM PROMOTION CENTER",
    "address": "Thach Thang, Hai Chau, Da Nang 550000, Vietnam",
    "advise": [
      "Check the weather before you go for the best experience.",
      "You should wear polite and comfortable clothing when visiting."
    ],
    "opening_hours": "",
    "price_level": 0
  },
  "loc_97": {
    "name": "The archaeological site and artistic architecture of Dong Duong Buddhist Monastery.",
    "description": "The archaeological site and artistic architecture of Dong Duong Buddhist Monastery (Dong Duong Monastery Ruins) is located in Dong Duong village, Binh Dinh Bac commune, Thang Binh district, Quang Nam province, now part of Dong Duong commune, Da Nang city. The book \"Dai Nam Nhat Thong Chi\" from the Nguyen dynasty states, “Le Duong district has two towers in Dong Duong village. These two towers are about fifteen trượng apart, one is four trượng high, built of brick, with an octagonal shape on top and a square base, each side measuring one trượng. Four trượng away, there is an old foundation…”. Dong Duong Monastery became widely known only when French scientists published their research and excavation results. According to the inscription found at Dong Duong, in 875, King Indravarman II commissioned the construction of a Buddhist monastery and a temple dedicated to the Bodhisattva who protected the dynasty, Laskmindra Lokesvara Svabhyada. The Mahayana Buddhist nature is clearly reflected in the content of the inscriptions as well as the sculptures at Dong Duong. During the reign of Indravarman II, the capital of the Champa kingdom was moved from the Panduranga region back to the Amaravati region, renamed Indrapura. Some researchers believe that the site of the Indrapura capital is the area of Dong Duong village today. The capital was situated entirely within the Dong Duong field, approximately 2 km² (according to interpretations by French researchers, Dong Duong means \"sacred field.\" The term \"Duong\" is a phonetic variation of \"Yan\" - heaven, sacred in Cham language). It is a rectangular valley surrounded on three sides by high hills and mountains. To the north is the Ly Ly river, the gateway to the outside world, which is very discreetly arranged. The inscription also records the king's devotion, stating that in 875, “Due to his faith in Buddhism, the king had a monastery (Vihara) and a temple for Laksmindra Lokesvara Svabhayada constructed. The inscription also mentions the pure land (svargapura) or “liberation city” (moksapura), where the Buddha resides (Buddhapada). The king emphasized that those who commit crimes must suffer punishment in hell. After the construction was completed, the king also donated many lands, money, slaves, and many other things to Lokesvara. The king instructed that after his death, he would be renamed Paramabuddhaloka. All these events prove that King Indravarman II identified with the Buddha in the form of a Bodhisattva. The Champa Buddhism during this period followed the Mahayana tradition. Dong Duong Monastery was a famous Buddhist center not only of the ancient Champa kingdom but also of the entire Southeast Asia during the medieval period. It is considered a Buddhist sanctuary due to the massive scale of the remaining architectural relics and its cultural influence on the surrounding areas. The site has been heavily damaged by nature and war; today, only a section of the tower wall, commonly referred to by locals as the Bright Tower, remains, along with the foundations of architectural structures and some architectural decorations. In 1901, French researcher L. Finot conducted excavations at the monastery and subsequently published his findings on the Dong Duong relics, introducing 229 artifacts discovered, the most notable being a bronze Buddha statue – over 1 meter tall, regarded as a perfect and beautiful piece of art among the best in Southeast Asia. The Dong Duong bronze Buddha statue is currently housed at the Ho Chi Minh City Museum of History, recognized by the government as a \"national treasure\" in Decision No. 1426/QĐ-TTg, signed by Deputy Prime Minister Nguyen Thien Nhan on October 1, 2012, acknowledging 30 national treasures in the first batch. In 1902, H. Parmentier conducted large-scale excavations, attracting researchers to assess it as one of the important relics of Champa, and Dong Duong Monastery was truly recognized for its scale and significance when scientists published their research results. At that time, H. Parmentier discovered the main architecture of this sanctuary along with many valuable sculptures. According to his description, the entire main temple area and the surrounding towers were distributed along an axis from west to east, approximately 1,300 meters long. Additionally, a system of brick foundations of a monk's quarters and lecture halls connected over a vast perimeter was discovered, with tiles found that suggest a construction structure including a main hall for worship, a monk's quarters for monks to reside and study, and lecture halls for teachings. It can be said that this is an ideal closed model of a monastery for training monks. In September 1996, the Vietnam Archaeological Institute, the National University of Hanoi, and the Quang Nam – Da Nang Museum collaborated to survey Dong Duong village. Archaeologists found that, besides the architectural remnants of the monastery, there were not many traces of human habitation during the Champa kingdom period in Dong Duong village. The climate in Dong Duong village is very harsh, with barren land, and the layer of arable soil is only about 40 – 50 cm thick, with some areas only 20 cm thick, beneath which is a layer of laterite, making it not a convenient place to build a capital. It can be said that Dong Duong is purely a Buddhist sanctuary of the Champa kingdom, while the capital Indrapura must be a larger area, located outside the Dong Duong Monastery complex. The Dong Duong relics are a large architectural complex of a monastery (vihara) comprising many temple-tower combinations. The monastery is a large architectural ensemble enclosed within a rectangular outer wall, with a long side running in the main east-west direction measuring approximately 155m x 326m. The remaining foundation traces indicate that this is a quite large and high outer wall. The outer wall contains three architectural clusters aligned east-west and three large artificial lakes. There are two lakes in the northeast corner and one in the southeast corner. Today, one has been filled in to make farmland. Additionally, the southeast corner of the outer wall has traces of a long building. The outer wall has two gates, east and west. Currently, the gate remains very faint. Inside the outer wall is the inner wall. The inner wall encloses the central temple, which includes the main tower. The inner wall also has a special tower called the Well Tower, located in the southwest corner of the inner wall, which is now buried. + The main temple area is located in a rectangular area, 326m long and 155m wide, surrounded by brick walls. From the main temple area, there is a long path of about 760m leading east to a rectangular valley. The main temple area consists of three architectural groups extending along the east-west axis, separated by walls built of brick. + The eastern group only has the foundation traces of a long house, which researchers believe to be a Buddhist monastery (Vihara). This long house has a rectangular floor plan with two parallel rows of columns running east-west, each row having 8 brick columns, with a wooden frame roof and tiled covering. In this area, there is a large sandstone altar, intricately carved with many human figures and delicate patterns. + The middle group only has traces of wall bases and steps of a long house along the east-west axis. This house has relatively thin brick walls, with entrances at both ends, and many windows on the two walls, covered with tiles. Here, there are four large Dvarapala statues, about 2m tall, which researchers believe are impressive works in Cham sculpture art. The Dong Duong altar is currently displayed at the Da Nang Cham Sculpture Museum. This altar was found at the main tower area to the west, believed to be dedicated to the Bodhisattva Lakshmindra Lokeshvara – the main deity of the monastery. + The western group includes the main temples and surrounding auxiliary towers, which belong to the traditional tower type of Cham architecture; with a quadrilateral floor plan, the entrance facing east, and a fairly long front porch, with wall pillars decorated with dense and twisted leaf patterns, resembling a deep cow track, which is a characteristic pattern of the Dong Duong style. Around the base of the tower, there are decorations of elephant heads and miniature towers interspersed. Inside the temple, there is a large sandstone altar, carved with patterns resembling deep cow tracks, scenes of court life, and some excerpts about the life of Buddha Shakyamuni. During the discovery and excavation of the Dong Duong Monastery ruins, archaeologists found many valuable artifacts such as stone Dvarapala statues, stone Buddha statues, stone Siva statues, a bronze Buddha statue (national treasure – housed at the Ho Chi Minh City Museum of History), bronze goddess statues, etc. Most of the sculptures from Dong Duong are displayed at the Cham Museum in Da Nang. The sculptures at Dong Duong formed a famous artistic style from the mid-9th century to the end of the 9th century, known as the Dong Duong style. Dong Duong is a unique Buddhist relic of the Champa kingdom, not only representing Vietnam's cultural heritage but also a rare Buddhist site in the world during ancient and medieval times. Through the remaining artifacts, it reflects the peak era of a monarchy while elevating Cham sculpture art to its pinnacle. From a religious perspective, Dong Duong makes a distinctive contribution to the Buddhist art of humanity, exemplary in its display, in the meaning of statues, reliefs, composition, and is also among the rarest of ancient Buddhist relics remaining today in Vietnam and Southeast Asia. The relics and artifacts at the Dong Duong site showcase the characteristics of a developmental stage of Cham architectural and sculptural art, which scholars have referred to as the Dong Duong artistic style – \"one of the most distinct styles of Cham sculpture art.\" In terms of architecture, researchers have pointed out the basic characteristics of the Dong Duong style, stating, \"... few styles have a clearer personality than the Dong Duong style. It is in this style that the uniqueness and strangeness of Cham art are most clearly expressed.\" Regarding sculpture in architecture, the sculptures of this style are entirely unique. According to researchers, there are three major characteristics to identify the Dong Duong style: the human statues strongly reflect the ethnic characteristics of the Cham people, with thick lips bordered, thick mustaches sometimes obscuring the lips, making the upper lip thicker and longer than the lower lip. The nose is flat and wide. The eyebrows are high and connected. The decorative patterns are often deep leaf motifs that intertwine, creating a distinctive style. Large flowers represent leaf shapes decorating the edges of hats and jewelry; round earrings with large flowers sometimes use snake heads as decorations on jewelry and belts. From the results of research and excavations, it can be affirmed that the Dong Duong artistic style is also present in numerous sculptural architectures in the provinces of Quang Binh, Quang Tri, Thua Thien – Hue, Quang Nam, Quang Ngai, Khanh Hoa… or many different inscriptions in various regions recording this period, such as Ròn Stele (Quang Binh); Nhan Biều Stele (Quang Tri); Phu Luong, Lai Trung Stele (Thua Thien – Hue); Bang An, Bo Mung; Ban Lanh; An Thai; Lac Thanh, Hoa Que (Quang Nam); Chau Sa (Quang Ngai)… demonstrating that the Indrapura dynasty was a prosperous period, developing in many fields across various regions of the Cham people. The characteristics mentioned above are used as criteria to determine the dating and sculptural works of the Cham belonging to the Indrapura period (9th – 10th century). The spread of this artistic period was quite extensive across the territory of the ancient Champa kingdom. The Dong Duong artistic style marks a phase in the development of architecture and art in Vietnam. With its particularly representative values, the archaeological site and artistic architecture of Dong Duong Buddhist Monastery (now part of Dong Duong commune, Da Nang city) has been classified by the Prime Minister as a special national relic (in Decision No. 2499/QĐ-TTg dated December 22, 2016). \n\nReferences: \n1. Cultural Heritage Department – Ministry of Culture, Sports and Tourism: dsvh.gov.vn \n2. Vietnam Record Holders Association and Vietnam Records Organization (VIETKINGS) \nDA NANG TOURISM PROMOTION CENTER",
    "address": "Binh Dinh Bac, Thang Binh, Quang Nam, Vietnam",
    "advise": [
      "It is advisable to hire a local guide to gain a better understanding of the history and culture.",
      "Bring water and sunscreen when sightseeing."
    ],
    "opening_hours": "",
    "price_level": 0
  },
  "loc_98": {
    "name": "March 24 Square",
    "description": "Named after the event of the liberation of Quang Nam province on March 24, 1975, 24/3 Square is a vibrant cultural and community space closely connected to the lives of local residents. Located in the center of Tam Ky city, Quang Nam province (formerly), now in Ban Thach ward, Da Nang city (new), 24/3 Square covers an area of nearly 4.7 hectares, including main components: the main square, pedestrian walkway area, victory monument area – water fountain, service and restroom area, garden area, and a variety of trees. In addition to creating an architectural landscape and recreational space for the people, 24/3 Square also serves as a venue for political, cultural, and social events. It frequently hosts large-scale events, cultural festivals, tourism, sports, arts, and entertainment. Especially during the Tet holiday, 24/3 Square is adorned with vibrant decorations such as flower boats, yellow apricot blossoms, zodiac mascots, golden dragons, and areas for displaying spring newspapers and calligraphy. Each decoration theme carries a fresh message, inspiring the spirit of entrepreneurship, hope, and aspirations for a peaceful and prosperous new year. The square is also a familiar meeting point for local residents in their daily lives. Every morning or evening, the area is filled with laughter, the footsteps of people exercising, playing sports, strolling, or enjoying the sunset. As night falls, the space becomes sparkling with lights, food stalls, sidewalk cafes, and the cheerful voices of families and groups of young friends gathering to relax after a long day of work. Today, 24/3 Square has become an unmissable stop on the journey to explore the southern part of the city. Here, visitors can participate in unique recreational activities such as roller skating, bumper car driving, or simply sitting back with a refreshing drink, enjoying familiar snacks at small shops around to experience the everyday life of local residents. During Tet or various events and festivals, tourists can immerse themselves in a unique atmosphere with both traditional and modern entertainment programs, admire dazzling fireworks in the sky, or freely shop for local specialties, OCOP products, and abundant agricultural products. All experiences at 24/3 Square will help visitors gain a deeper understanding of the beauty of traditional culture, the friendly spirit, and hospitality of the local people. DA NANG CITY TOURISM PROMOTION CENTER",
    "address": "Tan Thanh, Tam Ky City, Quang Nam, Vietnam",
    "advise": [
      "Bring water and sunscreen when sightseeing.",
      "Check the weather before you go for the best experience.",
      "You should wear polite and comfortable clothing when visiting."
    ],
    "opening_hours": "",
    "price_level": 0
  },
  "loc_99": {
    "name": "The Vietnam Hero Mother Statue Complex",
    "description": "The Vietnam Mother Hero Monument Complex is a national cultural work, a sacred symbol that commemorates the great contributions of the Vietnam Mother Heroes during the wars of resistance. Covering an area of over 16 hectares, the Vietnam Mother Hero Monument Complex is located on Mount Cam, Quang Phu Ward, Da Nang City. The project was selected from the sketch of artist Dinh Gia Thang, designed based on the portrait of Mother Nguyen Thi Thu – a mother with 9 sons, 1 son-in-law, and 2 grandsons, all of whom were martyrs in the two wars of resistance. In addition to its outstanding cultural and historical values, this place is also a large-scale sculpture with high artistic value, recognized as a typical architectural work of Da Nang City and the entire country.\n\nMAIN COMPONENTS\nMain monument: The entire monument is made from solid granite blocks, with a total weight of stone and concrete reaching about 20,000 tons. The architecture of the monument takes the shape of a high mountain in the center, gradually lowering on both sides, evoking the idea that “Mother is an endless source, the soul of the nation.” In the center of the monument is a bust of Mother Thu, over 18 meters tall; the two sides of the monument curve outward as if embracing and protecting her children, with the walls depicting the faint silhouettes of children gathered around Mother, symbolizing a peaceful and united country, where descendants from the North, Central, and South gather around their beloved Mother.\n\nVietnam Mother Hero Memorial House: Designed within the main monument, the Vietnam Mother Hero Memorial House has an exhibition space of about 950 m², where nearly 50,000 Vietnam Mother Heroes from across the country are commemorated. Here, visitors can view documentary images, biographies, and artifacts related to the lives and contributions of Vietnamese mothers during the war. Some typical artifacts on display include a copper pot used for cooking rice to supply the troops, a weaving loom from wartime, and a flower vase for worship… realistically depicting the silent sacrifices and noble spirit of the mothers.\n\nTien Mon Square: In front of the monument is a large square that serves as a ceremonial ground, organized in a traditional ritual space with an entrance gate, main axis, and solemn ceremony area. Along the path leading to the monument, there are 30 stone light clusters (and grass carpets) symbolizing 30 years of prolonged resistance, as well as 30 years of waiting for news of husbands and children from the heroic mothers. This square is often used for solemn incense offerings during major commemorative occasions.\n\nWater lake and landscape: In front of the Mother Statue is a large lake with an area of nearly 1,000 m² designed in a semi-circular shape. The monument resembles a mountain rising high in the center and gradually sloping down on both sides. The walls feature the faces of children representing descendants from all regions of the North, Central, and South gathering around their beloved mother, always looking towards her with love, as she seems to open her arms to welcome and embrace her children.\n\nEight legendary pillars: Considered the symbolic gate of the monument, standing 11.2 meters tall and 1.65 meters in diameter, intricately carved with many images. The number 8 signifies prosperity, abundance, and beautiful reunions, corresponding to the eight golden words that Uncle Ho bestowed upon Vietnamese women: “heroic – indomitable – loyal – resourceful.”\n\nOUTSTANDING VALUES OF THE COMPLEX\nThe Vietnam Mother Hero Monument Complex is a “red address,” a place where people across the country turn to express gratitude for the indomitable sacrifices of the nation. The project contributes to educating the younger generation about patriotism, national pride, and the noble tradition of “drinking water, remembering its source” of the Vietnamese people. The stories and artifacts in the museum provide vivid historical lessons, awakening gratitude and national spirit among visitors, especially the younger generation. During commemorative holidays, national and city cultural events are often held here, featuring incense offerings to honor the martyrs and Vietnam Mother Heroes. Additionally, this place has been chosen to host many significant national and city events with large-scale artistic programs, becoming a highlight not only in cultural tourism but also in the spiritual and political life of the local people.\n\nEXPERIENCE ACTIVITIES\nAlong with other popular tourist destinations in the southern part of the city, the Vietnam Mother Hero Monument Complex has become an unmissable destination on the journey back to the roots. At the Monument Complex, visitors can not only explore the architectural works but also have meaningful experiences, listening to touching stories about the silent sacrifices of the mothers for the Fatherland. Strolling around the spacious square in front of the monument to enjoy the airy space with thousands of precious trees sent from various provinces and cities, or visiting the stone garden behind the monument, where poems praising the Vietnam Mother Hero are inscribed… If visiting during major holidays, tourists have the opportunity to immerse themselves in the solemn atmosphere of tribute ceremonies held at the monument. Special artistic programs will provide visitors with a deeper insight into the history and patriotism of the Vietnamese people. Additionally, visitors can also visit nearby tourist attractions such as: the Martyrs’ Cemetery in Quang Phu Ward, Ky Anh Tunnels, Van Thanh – Confucius Temple, Khuong My Tower, Tam Thanh Beach, Ho Tam Thanh Village, Phu Ninh Lake….\n\nMartyrs’ Cemetery in Quang Phu Ward\n\nNECESSARY INFORMATION\nAddress: Le Thanh Tong Street, Quang Phu Ward, Da Nang City.\n– About 70 km south of Da Nang International Airport\n– About 35 km north of Chu Lai Airport.\nOpening hours: Visitor reception time for the exhibition space: Every day of the week (except Monday)\n– Morning: From 7:30 AM to 11:00 AM\n– Afternoon: From 1:30 PM to 4:30 PM\nTicket price: Free\n\nDA NANG CITY TOURISM PROMOTION CENTER",
    "address": "An Hà-Quảng Phú, Tam Phú, Tam Kỳ, Quảng Nam, Vietnam",
    "advise": [
      "It is advisable to visit in the early morning or late afternoon to avoid the heat and crowds.",
      "It is advisable to wear neat and comfortable clothing when visiting.",
      "Check the weather before you go for the best experience."
    ],
    "opening_hours": "",
    "price_level": 0
  },
  "loc_100": {
    "name": "Sa Huỳnh Cultural Museum Hội An",
    "description": "Located right in the ancient town of Hội An, the Sa Huỳnh Cultural Museum is a unique stop for those who love history and wish to explore the roots of Vietnamese culture. The Sa Huỳnh Museum is a landmark in Quảng Ngãi, and the Sa Huỳnh culture is the common name for the entire cultural heritage in Central Vietnam. This culture spans from Quảng Bình to Ninh Thuận, Bình Thuận and dates back from the 2nd century BC to the 2nd century AD, approximately 2000 years of history. Archaeological discoveries in Hội An such as: Hậu Xá I, Hậu Xá II, An Bàng, Cẩm Phô, Trảng Sỏi, Lăng Bà, Thanh Chiếm, Bãi Ông – Cù Lao Chàm… have shown that the Sa Huỳnh residents once lived, fished, farmed, and engaged in vibrant trade with neighboring regions as well as many cultures outside the area. From these archaeological sites, hundreds of artifacts have been found, revealing a vivid picture of a community with a high level of spiritual, aesthetic, and social organization. To preserve and showcase this valuable collection, the Sa Huỳnh Cultural Museum was established in 1994 and has become one of the first specialized museums on archaeology in Central Vietnam. \n\nThe Sa Huỳnh Cultural Museum impresses with its two-story architecture that bears a strong French influence, both elegant and harmoniously blended into the ancient urban space. It currently houses and displays over 1,000 original artifacts, vividly reflecting the material and spiritual life of the Sa Huỳnh residents. The displayed artifacts are diverse, including everyday items such as pots, dishes, and teapots; as well as agricultural tools associated with ancient farming, fishing, and trading such as hoes, sickles, and knives. Notably, the museum also preserves coins from the Ngũ Thù and Vương Mãn periods of the Han Dynasty (China), demonstrating the early economic and cultural exchanges between the Sa Huỳnh residents and neighboring areas. Additionally, the collection of jewelry from the Sa Huỳnh residents showcases refined aesthetic standards and skilled craftsmanship, made from stone, agate, and various precious minerals. The most prominent pieces include three-pronged earrings, hoop earrings, and unique beaded jewelry. Sa Huỳnh ceramics are an important highlight of the museum, featuring a variety of forms from pots, bowls, and plates to teapots decorated with intricate embossed and engraved patterns, reflecting the rich aesthetic taste and spiritual life of the ancient residents. Particularly, the jar tombs – a distinctive burial form of the Sa Huỳnh people – are displayed here in various shapes: oval, egg-shaped, cylindrical, with or without lids. Through this, viewers can observe clear signs of social stratification at that time – indicative of the formation of social classes and primitive management institutions. All the artifacts displayed at the Sa Huỳnh Cultural Museum are not only compelling evidence of a brilliant historical period but also contribute to clarifying the ancient civilization in Hội An in particular and Central Vietnam in general – a place where cultural, artistic, and intellectual values of our ancestors have converged and crystallized for thousands of years.\n\n**Essential Information**  \nAddress: 149 Trần Phú, Hội An Ward, Da Nang City  \nOpening hours: 07:00 – 21:00 (closed on the 10th of each month)  \nTicket price: Included in the ticket for visiting the ancient town (Ticket price for the ancient town: Price for Vietnamese visitors: 80,000 VND/person. Price for international visitors: 120,000 VND/person)  \nDA NANG TOURISM PROMOTION CENTER",
    "address": "149 Tran Phu, Minh An Ward, Hoi An, Quang Nam, Vietnam",
    "advise": [
      "You should wear polite and comfortable clothing when visiting.",
      "It is advisable to hire a local guide to gain a better understanding of the history and culture."
    ],
    "opening_hours": "07:00 – 21:00",
    "price_level": 0
  },
  "loc_101": {
    "name": "Da Nang City Memorial and March 29 Square",
    "description": "The Da Nang City Memorial is a place that honors the heroes and martyrs who fell in the great war of the nation. This site is often a stop for tourists visiting Da Nang on their journey to explore the culture and history of this land. A PLACE TO REMEMBER THE CONTRIBUTIONS OF THOSE WHO CAME BEFORE Our country – A nation that throughout its history has always been associated with the cause of building and defending the country, has witnessed a generation of people willing to sacrifice their personal interests for the common good of the nation. During that prolonged resistance period, those who fell before were succeeded by those who rose up; countless Vietnamese people have laid down their lives on this land. Blood and bones have soaked into every inch of the homeland from North to South. A PLACE FOR FUTURE GENERATIONS TO EXPRESS GRATITUDE TO THOSE WHO CAME BEFORE The peace we enjoy today is the result of the sacrifices made by an entire generation. In keeping with this tradition, in the heroic land of Da Nang – the birthplace of brave and resilient children – 27 cemeteries and memorials have been established, among which the City Memorial for Heroes and Martyrs is one of the most prominent works. The City Memorial for Heroes and Martyrs is familiar to the people of Da Nang by the name 2/9 Monument. When traveling to Da Nang, the city’s memorial for heroes and martyrs, also known as the 2-9 Monument, is an architectural site with historical significance that you should visit. Not only is it beautifully designed and rich in humanity, but bowing to light an incense stick at the memorial is also a way for Vietnamese people to express their gratitude to the previous generation. The architecture of the 2-9 Monument The 2/9 Monument is situated in a beautiful location. Behind it flows the poetic Han River, creating a cool, quiet, and solemn space. In front is a long road named 2/9 – a brilliant milestone of the Vietnamese nation. The area in front of the monument is very spacious and often hosts major events of the city. The 2-9 Monument is a synthesis of ideas from architect Pham Sy Chuc and sculptor Pham Van Hang, along with the late painter and sculptor Do Toan. The monument's main structure consists of three wings forming a tripod that converges and rises high, creating a solid and imposing stance amidst the sky and earth. The creative points in the architecture and design of the monument are not only reflected in the lines of the base and body of the statue but also in the integrated functional structure of the pedestal. Beneath the soaring architecture of the statue, a solemn space is constructed to hold incense burners, wreaths, and to commemorate the heroes and martyrs. In the center, on the conical ceiling, images of soldiers holding guns, sacrificing themselves for the country, are shaped by hundreds of thousands of unique ceramic pieces. The phrase “The Fatherland remembers” is placed vertically in the middle of the monument's body, adding dignity and grandeur to the structure while expressing deep gratitude to the generations of ancestors who bravely sacrificed in wars against foreign invaders, bringing peace and independence to the nation. In August 2024, the Da Nang City People's Committee will hold a ceremony to inaugurate the upgraded and restored City Memorial and to renovate and expand the 29/3 Square. The project to upgrade and restore the city memorial and to renovate and expand the 29-3 Square has a total investment of over 212 billion VND from the city budget and socialization; it was started in 2022 and is divided into two phases. In phase 1, the city memorial will be upgraded, a new relief will be created, and the landscape, foundation, and lighting system will be improved. Phase 2 will involve constructing the technical infrastructure around the memorial and the square, highlighted by an artistic water fountain. This project is a heartfelt tribute from the people, soldiers, and officials of the city to remember the contributions of the heroes and martyrs who sacrificed in the struggle to build and protect the city. DA NANG CITY TOURISM PROMOTION CENTER",
    "address": "664 2 Tháng 9 Street, Hoà Cường Bắc, Hải Châu, Da Nang, Vietnam",
    "advise": [
      "It is advisable to visit in the early morning or late afternoon to avoid the heat and crowds.",
      "It is advisable to wear neat and comfortable clothing when visiting.",
      "Bring water and sunscreen when sightseeing."
    ],
    "opening_hours": "",
    "price_level": 0
  },
  "loc_102": {
    "name": "Lune Performing Arts Center Hoi An",
    "description": "If you are looking for a unique experience of Vietnamese culture, the Lune Performing Arts Center in Hoi An is definitely a destination you cannot miss. HOI AN LUNE CENTER – WHERE ART RESOUNDS BETWEEN TWO RIVERS Located at the confluence of the Hoai River and the Thu Bon River, the Hoi An Lune Center – Lune Performing Arts Center in Hoi An is like an artistic gem amidst the tranquil space of the ancient town of Faifo. The theater features a unique bamboo dome architecture, inspired by the symbol of the full moon – the moon rising, blending into the vast sky and water of the heritage region. The performance space is designed in a spherical shape with a diameter of 24.5m, a peak height of 13m, a floor area of 470m2 with a round stage and 299 seats arranged in a semi-circular layout – set up in a gradually rising tier. Every sunset, when the last rays of sunlight gild the waves and the myriad of enchanting lanterns are lit, the sounds of gongs, T’rưng instruments, flutes, and elephant drums resonate from the auditorium, opening up a spectacular journey to explore and honor traditional values as well as the community spirit of the villages, blending with the wild yet heroic energy of the Central Highlands through the bamboo circus show Teh Dar. Teh Dar means “to go in a circle” in the K’ho language, signifying the preservation of beautiful and diverse ethnic cultural traits, as the artists continuously inspire the circle of life of the tribes, allowing cultures to keep evolving. The performance is an inspiring combination of bamboo circus and bold acrobatics, dancing, and juggling set to live indigenous music, having toured many countries around the world and proudly captivating both Vietnamese and international audiences with its unique storytelling and rich cultural essence. The confluence of rivers adds strength to the continuity of life and natural forms. The Hoi An Lune Center can also be seen as a gathering place, not only celebrating the beauty and talent of people in circus arts but also becoming a bridge to bring Vietnamese culture closer to audiences worldwide. Performance schedule: 18:00 every day of the week, except Monday and Friday. Ticket prices: There are 3 ticket categories aah! [A]700,000 VND ooh! [O]1,150,000 VND wow! [W]1,600,000 VND CONTACT INFORMATION Lune Performing Arts Center Website: www.luneproduction.com Call Center/Zalo: +84 845 18 11 88 Email: reservation@luneproduction.com Address: 1A Nguyen Phuc Chu, Hoi An Ancient Town, Da Nang City. DA NANG CITY TOURISM PROMOTION CENTER",
    "address": "1A Nguyen Phuc Chu, Minh An Ward, Hoi An, Quang Nam, Vietnam",
    "advise": [
      "Check the weather before you go for the best experience.",
      "It is advisable to hire a local guide to gain a better understanding of the history and culture.",
      "Bring water and sunscreen when sightseeing."
    ],
    "opening_hours": "",
    "price_level": 0
  },
  "loc_103": {
    "name": "Hoi An Traditional Art Performance House",
    "description": "Located by the poetic Thu Bon River, at 66 Bach Dang, Hoi An Ward, Da Nang City, the Hoi An Traditional Art Performance Center is a distinctive, professional cultural art space rich in identity. AN ART SPACE IN THE HEART OF THE ANCIENT TOWN The traditional art performance center was established in 1996, situated in a two-story ancient house facing the Thu Bon River. The first floor is used to display various types of masks and traditional musical instruments, allowing visitors to explore and participate in mask painting if desired during performances. The second floor of the house is professionally invested to serve the performance programs. The Hoi An Traditional Art Performance Center has been established for nearly 30 years, with artistic programs that have brought much aesthetic enjoyment to a large number of domestic and international tourists, significantly contributing to the preservation of traditional cultural and artistic values in the locality. CULTURAL COLORS THROUGH EACH PERFORMANCE With a team of skilled staff, creative musicians, and choreographers, the Hoi An Traditional Art Performance Center has staged and performed programs rich in regional cultural identity. Notable performances include Ho Hat Bai Choi, Quang Nam folk songs, Central Vietnam folk songs, folk dances, and traditional instrumental ensembles. The highlight of the Hoi An Traditional Art Performance Center is the performances that strongly reflect the cultural imprint of Hoi An in particular and Central Vietnam in general. Visitors can enjoy Bai Choi singing – a form of folk music combined with fun folk games that express community spirit; listen to folk melodies accompanied by the sound of the monochord, bamboo flute, and heartfelt singing; admire folk dances and traditional instrumental ensembles such as water dance, offering dance, gongs, drums, and ethnic instruments presented vividly, allowing the audience to easily immerse themselves in the artistic space. Additionally, Hat Boi (also known as Hat Tuong) – a unique traditional theater form rich in emotion – also leaves a deep impression on viewers. A MEETING POINT FOR CULTURE AND ART At the performance center, visitors not only enjoy the art but also feel the enduring vitality of Vietnamese culture. With daily performances at times such as 10:15, 15:15, and 16:15, the Hoi An Traditional Art Performance Center has evoked many emotions for a large number of domestic and international tourists, helping them gain a deeper understanding of the spiritual life of the local people, and serving as a highlight in the journey to explore the Ancient Town of Hoi An – a UNESCO World Heritage Site. Moreover, visitors here have the opportunity to explore the first-floor exhibition area with masks, traditional musical instruments, participate in Tuong mask painting, experience activities teaching various musical instruments, folk singing, coconut leaf folding, calligraphy, ceramic face painting, making lanterns, and more. The Hoi An Traditional Art Performance Center is not only a place to preserve traditional artistic values but also a \"bridge\" connecting the past and present, between local people and tourists from all directions. Each performance, each note, and each song here tells a story about the soul, love, and cultural identity of Hoi An. IMPORTANT INFORMATION Hoi An Traditional Art Performance Center Address: 66 Bach Dang Street, Hoi An Ward Contact: Hoi An World Heritage Cultural Conservation Center – Address: 10B Tran Hung Dao Street, Hoi An Ward, Da Nang City – Phone: +84-235-3861327 – Email: trungtamvhtthoian@gmail.com – Website: http://www.hoianworldheritage.org.vn DA NANG CITY TOURISM PROMOTION CENTER",
    "address": "66 Bạch Đằng Street, Old Town, Hội An, Quảng Nam, Vietnam",
    "advise": [
      "It is advisable to hire a local guide to gain a better understanding of the history and culture.",
      "It is advisable to visit in the early morning or late afternoon to avoid the heat and crowds."
    ],
    "opening_hours": "",
    "price_level": 0
  },
  "loc_104": {
    "name": "Non Nuoc Stone Sculpture Memory Museum - Marble Mountains",
    "description": "The Non Nuoc Stone Carving Memory Museum - Marble Mountains was established with the mission of preserving an important part of memory and introducing to everyone about the Non Nuoc stone carving village through various stages. Address: R1-R12 Trường Sa, Hoà Hải, Ngũ Hành Sơn, Đà Nẵng. The stone carving profession is located at the foot of the mountain, closely linked to the Marble Mountains like a shadow; therefore, the museum also plays a small role in preserving and developing both tangible and intangible culture at the Marble Mountains scenic area. The Non Nuoc Stone Carving Memory Museum - Marble Mountains officially began operations on 24/04/2023. The museum spans over 2000 m2, located at the foot of Thuy Son mountain, at the corner of Huyen Tran Cong Chua and Trường Sa streets, making it very convenient for tourists visiting the heritage and scenic journey in Central Vietnam such as Hue - Hoi An - My Son - Son Tra - Marble Mountains… The museum features a dual space, with an interior of over 700m2 housing hundreds of artifacts, tools for traditional craftsmanship, and valuable products in many aspects. The exterior offers a spacious and cool environment where visitors can stop for refreshments, enjoying the mountains and sea from the “Trăng Nước Xưa” coffee corner. At the museum, visitors can reminisce and experience vividly the enduring legacy of a unique craft village among the best in Vietnam. Here, visitors can also learn about the tradition of formation and development of the craft village, as well as the recognized contributions. While visiting the museum, guests will gain certain knowledge about various types of stone materials, and can compare ancient and modern crafting methods, whether handmade or using CNC technology, distinguishing between products made from natural stone or artificial stone. Moreover, by visiting the museum, guests contribute to preserving the essence of the past and inspire current and future generations to strive for material wealth without impoverishing the soul, together building a life oriented towards “Truth - Goodness - Beauty.” According to baotangdieukhacnonnuoc.vn",
    "address": "Truong Sa, Hoa Hai, Ngu Hanh Son, Da Nang 550000, Vietnam",
    "advise": [
      "It is advisable to hire a local guide to gain a better understanding of the history and culture.",
      "Check the weather before you go for the best experience.",
      "You should wear polite and comfortable clothing when visiting."
    ],
    "opening_hours": "",
    "price_level": 0
  },
  "loc_105": {
    "name": "Áo Dài Show Da Nang",
    "description": "The \"Áo Dài Show\" program is a storytelling experience about the history and traditional culture from ancient times to the present, showcasing the Vietnamese dynasties through various historical periods. It connects the royal court to the folk culture, blending traditional and modern cultures, aiming to provide visitors with a deeper understanding of the formation and development of the Vietnamese nation and its people, as well as the evolution of the traditional Áo Dài, which has existed for nearly 300 years. The Áo Dài has been recognized as the national costume of Vietnam since the Nguyễn Dynasty. The program is presented through images of the Royal Court – Nguyễn Dynasty Palace, 100 years of traditional Vietnamese Áo Dài, traditional weddings, scenes of Vietnamese schoolgirls in white Áo Dài, and the Áo Dài Show. The Vietnamese Traditional Culture program \"Áo Dài Show\" in Da Nang city will always be a highlight of cultural tourism. The \"Áo Dài Show\" promises to offer visitors impressive and unforgettable experiences of traditional Vietnamese cultural values. \n\nTHE \"ÁO DÀI SHOW\" PROGRAM LASTS 60 MINUTES \nSHOWTIME DAILY: 01 PERFORMANCE: 19:45 \nTICKET PRICE: 400,000 VND/TICKET \nADDRESS: NGŨ HÀNH SƠN CULTURAL CENTER, 1A TRẦN VĂN ĐÁN, KHUYÊN MỸ WARD, NGŨ HÀNH SƠN DISTRICT, DA NANG CITY, VIETNAM \nCAPACITY: 400 SEATS \n\nPROGRAM SECTIONS OF THE \"ÁO DÀI SHOW\" \n1. Introduction: History of Vietnamese Dynasties \nAn introduction to Vietnam through the historical periods of nation-building via images and narration by the MC. \n2. Performance: Royal Court Colors \n\"Royal Court Colors\" is the opening act of the show, introducing the audience to the splendid beauty of the Royal Court – Nguyễn Dynasty Palace during the last royal festival of Vietnam. The performance aims to convey to visitors a vivid and impressive image of the royal beauty depicted in the costumes of Kings, Queens, and officials of the Nguyễn Dynasty during the feudal era – where the traditional Áo Dài of Vietnam was formed. The act also features traditional court dances. \n- Fan Dance \n- Offering Wine Dance \n- Chầu Văn Singing + Cup Dance \n\n3. Performance: 300 Years of Traditional Áo Dài – Scene of the Old Market \nThe Old Market scene will take visitors on a journey to explore the rustic, gentle, and simple aspects of cultural life through the ages. The Old Áo Dài performance recreates the Old Market of the Vietnamese people in simple yet elegant Áo Dài costumes from the late 18th century to the early 20th century. \n\n4. Performance: Traditional Vietnamese Wedding \nThe Nhật Bình dress and Ngũ Thân Áo Dài are the predecessors of today's Áo Dài, symbolizing the traditional cultural attire of the Vietnamese people. The Áo Dài has always been the formal attire chosen by brides, grooms, and Vietnamese families for happy wedding ceremonies in the past. The \"Traditional Wedding\" performance vividly depicts an ancient wedding, honoring the customs and cultural beauty of the Vietnamese people. \n\n5. Performance: Lotus Dance / Lantern Dance \nThis performance is inspired by the beauty of Vietnam's national flower, a symbol of purity, simplicity, and elegance, expressed through traditional and contemporary dance language, bringing unforgettable emotions to the audience with sweet melodies and the graceful movements of dancers resembling fragrant lotus flowers. \n\n6. Performance: Vietnamese Schoolgirl Áo Dài \nThe \"White Áo Dài of schoolgirls\" is a famous uniform of Đồng Khánh female students in the capital region – the last imperial city of Vietnam. The graceful, delicate, and elegant schoolgirls in pure white Áo Dài have been immortalized in sweet and tender verses: “How lovely are the two wonderful pieces, The back and front form the words of the nation.” \n\n7. Performance: Áo Dài Show \nÁo Dài… the traditional attire of the Vietnamese people. \nÁo Dài… carrying culture through the ages. \nÁo Dài is a cultural bridge connecting generations. \nÁo Dài Show… a place to honor Vietnamese traditional culture. \n(Showcasing collections of Áo Dài from famous Vietnamese designers) \n\n***** \nAt the end of the program, guests will have the opportunity to take photos capturing beautiful cultural moments with the performers and models. \n\nCustomer support contact information: \nVKSTAR JOINT STOCK COMPANY – ÁO DÀI SHOW \nHotline: 076 3488 999 – 093 134 8899 – 0766 338 889 – 0909 169 998 \nEmail: aodaishow.vn@gmail.com \nAddress: 1A Trần Văn Đán, Ngũ Hành Sơn District, Da Nang City \n15 Trương Gia Mô, Vỹ Dạ Ward, Hue City. \nTTXTDL",
    "address": "1A Tran Van Dan, Khue My, Ngu Hanh Son, Da Nang 550000, Vietnam",
    "advise": [
      "Bring water and sunscreen when sightseeing.",
      "Check the weather before you go for the best experience.",
      "It is advisable to visit in the early morning or late afternoon to avoid the heat and crowds."
    ],
    "opening_hours": "",
    "price_level": 0
  },
  "loc_106": {
    "name": "Dong Dinh Museum",
    "description": "Dong Dinh Museum is one of the three private museums nationwide that has been licensed to operate and is located in the Son Tra National Forbidden Forest, displaying ancient ceramic artifacts dating from 100 to 2,500 years old. Address: Near Linh Ung Pagoda, Tho Quang Ward, Son Tra District, Da Nang City. Opening hours: 08:00 AM – 05:00 PM. Overview: The ancient ceramic artifacts have been authenticated and belong to the cultures of Dai Viet, Sa Huynh, Champa, Chinese culture, and other regional cultures at Dong Dinh Museum. Exploration: The exhibition includes two traditional wooden houses: one is the traditional house of Mr. Le Tuat, who is considered the father of pottery in Quang Nam, and the other is the wooden house of Mr. Nguyen Nhan, which simulates a wooden house built in the 1930s. There is also a modern architectural house that utilizes the ecological space of the forest, built on a gentle hill. The most common feature that Dong Dinh Museum offers visitors is a cultural and artistic space harmoniously combined with an ecological environment, providing visitors with a sense of both enrichment and relaxation after busy days in everyday life. DA NANG TOURISM PROMOTION CENTER",
    "address": "Hoang Sa, Tho Quang, Son Tra, Da Nang, Vietnam",
    "advise": [
      "You should wear polite and comfortable clothing when visiting.",
      "Check the weather before you go for the best experience."
    ],
    "opening_hours": "",
    "price_level": 0
  },
  "loc_107": {
    "name": "F29 Golden Beef & Sky Bar",
    "description": "Located on the 29th floor of the gold-plated Wyndham Danang Golden Bay hotel, the F29 Golden Beef & Sky Bar restaurant naturally becomes the highest European cuisine restaurant in Da Nang. With its luxurious design and romantic atmosphere, F29 Golden Beef & Sky Bar is the ideal place for those who wish to experience a fine dining feast at a unique height with family, business partners, or for a romantic date. EXPERIENCE HIGH-END EUROPEAN CUISINE AT THE F29 GOLDEN BEEF & SKY BAR WITH A UNIQUE VIEW FROM ABOVE From the height of the 29th floor, F29 Golden Beef & Sky Bar is surrounded by transparent glass, welcoming natural light and providing an open space with a stunning 360-degree view. From here, you can admire the beautiful city of Da Nang, the lush Son Tra mountain, the poetic My Khe beach, or the moment when the whole city transforms with shimmering lights at night. The highest European restaurant in Da Nang – F29 Golden Beef & Sky Bar Located on the top floor of the Wyndham Danang Golden Bay hotel, the restaurant proudly offers diners a sophisticated and unique European dining experience in a fine dining style, promising to satisfy even the most discerning food lovers. The panoramic view of Da Nang from F29 Golden Beef & Sky Bar LUXURIOUS AND CHARMING SPACE At F29 Golden Beef & Sky Bar, the space is designed with a dominant black tone, accented by the green and red of high-end furnishings, providing diners with a sense of luxury and class from every angle. Additionally, the restaurant features two private spaces with a capacity of 10-20 guests, making it an ideal stop for important occasions with loved ones or partners. The specially luxurious design of the restaurant The luxurious Lounge area Not only offering high-end dining experiences in the restaurant area, the elegantly designed indoor bar or the spacious outdoor sky bar of F29 Golden Beef will be a perfect spot to enjoy the sunset from above and savor specially crafted drinks. The bar of the restaurant EXPERIENCE TOP-NOTCH EUROPEAN CUISINE The main kitchen of F29 Golden Beef & Sky Bar is designed in an open space, allowing diners to observe the cooking process firsthand. In the restaurant's kitchen, dishes are prepared with the freshest ingredients, by the passionate hands of the chef, with meticulous preparation and thoughtful presentation bringing distinctive culinary flavors. The luxurious space along with the completely open kitchen offers a unique experience With a diverse and rich menu focusing on steak and seafood, diners can completely choose their own story with the ala carte menu or the golden set menu designed for a day to indulge in the chef's arrangements. Notably, the restaurant's famous gold-plated beef delights food enthusiasts. The combination of premium beef flavor and the shimmering gold coating creates a luxurious blend, turning the dish into a work of art. Accompanied by an impressive drink menu with a variety of interesting creative cocktails, it promises you a perfect evening. The famous gold-plated beef at the restaurant The restaurant truly is a culinary destination for discerning diners, an \"oasis\" amidst the clouds with breathtaking views led by top chefs, premium service, and exquisite quality. F29 Golden Beef & Sky Bar Opening hours: 14:00 – 24:00 Address: 29th floor, Wyndham Danang Golden Bay hotel Phone number: 0236 3878 999 DA NANG TOURISM PROMOTION CENTER",
    "address": "01-A1, Lot, Le Van Duyet, Nai Hien Dong, Son Tra, Da Nang 550000, Vietnam",
    "advise": [
      "It is best to visit in the early morning or late afternoon to avoid the heat and crowds.",
      "Bring water and sunscreen when sightseeing."
    ],
    "opening_hours": "14:00 – 24:00",
    "price_level": 0
  },
  "loc_108": {
    "name": "Nami Beach Club",
    "description": "Just 10 minutes from the center of Da Nang, Nami Beach Club is a beautiful entertainment space within the Japanese-style resort complex – Da Nang Mikazuki Japanese Resorts & Spa. NAMI BEACH CLUB: A TOP DESTINATION TO ENJOY LUXURY BY THE BEACH Featuring a luxurious outdoor pool, a restaurant, along with banquet halls and conference rooms next to Da Nang Bay, this is the ideal destination to indulge in luxury and relaxation by the sea. REDEFINING EXPERIENCE AND LIFESTYLE In a massive pool with cabanas, sun loungers, sofas, and seating next to the bar, what could be better than enjoying exquisite cocktails, delicious dishes, and immersing yourself in a vibrant musical atmosphere? Furthermore, don’t forget to savor the pizzas made fresh on-site and baked in a unique wood-fired oven, ensuring a fresh and authentic flavor that will meet the expectations of even the most discerning guests. NAMI RESTAURANT: THE MOVEMENT OF EASTERN CUISINE Inspired by “waves” (Nami in Japanese means “waves”), the rhythm of the sea, and the soothing sounds that make diners feel more relaxed while dining, Nami Restaurant delights your palate with traditional Vietnamese dishes, artfully blending the influences of Japanese, Korean, and Chinese cuisines. IDEAL CHOICE FOR OUTDOOR EVENTS AND WEDDINGS The sea has always been a source of inspiration for romance, elegance, and poetry. A party by the beach, pool, or grassy area with the sound of gentle waves is surely a top favorite choice. Come to Nami Beach Club to enjoy the beauty of a unique outdoor space in Da Nang and explore unprecedented experiences for beachside outdoor parties, music programs, conferences, weddings, and various other events. Da Nang Mikazuki Japanese Resorts & Spa Hotline: (+84) 236 3774 555 Website: https://mikazuki.com.vn/ Email: sales@mikazuki.com.vn Xuân Thiều Tourist Area, Nguyễn Tất Thành St., Hòa Hiệp Nam Ward, Liên Chiểu District, Da Nang City, Vietnam DA NANG TOURISM PROMOTION CENTER",
    "address": "Nguyen Tat Thanh, Hoa Hiep Nam, Hai Chau, Da Nang 50000, Vietnam",
    "advise": [
      "You should wear polite and comfortable clothing when visiting.",
      "Check the weather before you go for the best experience."
    ],
    "opening_hours": "",
    "price_level": 0
  },
  "loc_109": {
    "name": "Crescent Cafe & Bar",
    "description": "CRESCENT CAFE & BAR, where a variety of drinks and delicious snacks are always served. The most special experience is the floating tray, available from 10 AM to 6 PM daily, a popular activity among any visitor. CRESCENT CAFE & BAR AT DA NANG MIKAZUKI JAPANESE RESORTS & SPA – FLOATING BETWEEN HEAVEN AND ENJOYING THE VIEW OF DA NANG BAY FROM THE INFINITY POOL is the perfect choice for all family members. Da Nang Mikazuki Japanese Resorts & Spa features a luxurious resort space with countless amenities for its 342 standard rooms and suites. This Japanese-style resort and entertainment complex is located by Da Nang Bay and is only a 15-minute drive from Da Nang International Airport. With an ideal location to watch the sunrise and catch the sunset, the infinity pool on the 22nd floor is open from 6 AM to 9 PM, making it the perfect destination for guests to float between the sky and admire the vast beauty of Da Nang Bay. Along the pool are characteristic cabanas for guests to relax comfortably, along with amenities such as a bar, lounge area, children's pool, and Jacuzzi Onsen. In Japanese culture, soaking in hot springs (Onsen) is an essential relaxation activity to improve health and care for the skin. When visiting the infinity pool of Da Nang Mikazuki Japanese Resorts & Spa, guests should not forget to experience soaking in hot springs next to the infinity pool while enjoying the city view from above. Furthermore, during winter, the pool's water system will be switched to warm water, ranging from 30 to 32 degrees Celsius on days when the outdoor temperature drops below 25 degrees Celsius. Therefore, guests do not have to worry about the weather and can still comfortably enjoy high-class experiences here. With a beautiful view and suitable stage, this place is also an ideal venue for organizing events or luxurious parties. Contact: Da Nang Mikazuki Japanese Resorts & Spa Hotline: 0236 3774 555 (Hotel) – 02363 767888 (Water Park) Website: https://mikazuki.com.vn/ Email: sales@mikazuki.com.vn or res@mikazuki.com.vn Address: Khu Du Lịch Xuân Thiều, Đường Nguyễn Tất Thành, P. Hòa Hiệp Nam, Q. Liên Chiểu, TP. Đà Nẵng",
    "address": "The Road to Xuân Thiều Tourist Area, Hoà Hiệp Nam, Liên Chiểu, Da Nang",
    "advise": [
      "It is advisable to hire a local guide to gain a better understanding of the history and culture.",
      "Bring water and sunscreen when sightseeing.",
      "Check the weather before you go for the best experience."
    ],
    "opening_hours": "",
    "price_level": 0
  },
  "loc_110": {
    "name": "CIELA SKYBAR AND DINING",
    "description": "EXPERIENCE THE CHARM OF LATIN SPIRIT AT CIELA SKYBAR AND DINING AT VOCO MA BELLE DANANG, AN IHG HOTEL voco Ma Belle Danang, an IHG Hotel, a new lifestyle hotel, has launched the Ciela Skybar and Dining restaurant and bar on the rooftop, serving the first authentic South American cuisine in Da Nang. Ciela Skybar and Dining is located on the highest floor of the hotel, offering panoramic views of My Khe beach, Da Nang. September 2024 (Da Nang, Vietnam): With a commitment to enhancing the customer experience, voco Ma Belle Danang, an IHG Hotel, has launched Ciela Skybar and Dining, the first bar serving South American cuisine in Da Nang, which promises to be a must-visit destination for food enthusiasts. Situated on the 26th floor of the hotel, with sweeping views of the long coastline and vibrant city, this is an attractive destination that brings the lively spirit of South America to Da Nang. In Spanish, Ciela means \"sky\" or \"paradise,\" reflecting the vast and enchanting beauty of the sky and nature. As a dual-purpose venue, during the day, Ciela Skybar and Dining is a stylish poolside bar serving enticing drinks and a variety of light snacks such as salads, fresh sandwiches, tacos, gourmet pizzas, and hamburgers. Here, guests can enjoy simple lunches or light snacks while relaxing in the infinity pool. As the sun sets, Ciela transforms from a bar into a trendy South American restaurant serving guests a luxurious dinner. This is where visitors can gaze at the picturesque My Khe beach and the sparkling city lights while sipping on creatively crafted cocktails. Inspired by the \"voco style,\" the combination of premium spirits and unique ingredients has created enticing cocktails such as: Above the Clouds (Bacardi white rum, pineapple ginseng tea, matcha, and egg white) and Tito Blossom (Roku gin, yuzu jam, and perilla). Happening daily from 5:00 PM to 7:00 PM, the golden hour Happy Hour offers guests attractive \"buy one get one free\" deals on select beers, wines, cocktails, and mocktails – a highlight that visitors should not miss. From 7:30 PM to 10:30 PM, the Ciela space becomes even more vibrant with live performances from famous DJs. Guests can experience a unique culinary journey, including creative cocktails and cuisine inspired by South America. A meeting point for stylish guests, Ciela offers unique South American flavors inspired by the fusion of Latin American cultures, a region renowned for its rich cuisine and long-standing cultural traditions. Additionally, Nikkei cuisine – an intriguing blend of Japanese and Peruvian dishes – is one of the impressive styles that captivate diners. Signature dishes at Ciela include: Mr Lima (ceviche, leche de tigre, chili, sweet potato, and corn) and Octopus (smoked grilled octopus, potato fondant, chorizo sausage, romesco sauce, and red chimichurri sauce). Not just a restaurant and bar with a modern Latin flair, Ciela Skybar and Dining also features a private dining area on the 27th floor, making it an ideal venue for events and meetings. The hotel's professional staff can arrange flexible spaces to suit various event sizes, from special dinners and youthful cocktail parties to lively gatherings. The stunning scenery here is sure to please every guest. \"Ciela is not just a dining restaurant; it is also an experiential space that embodies a lively, optimistic, and inspiring spirit. Here, we create a vibrant and friendly atmosphere where guests can celebrate special occasions and create unforgettable memories. From light meals served during the day to sunset drinks with unique Latin-inspired themes, along with breathtaking views, all contribute to an exciting 'voco style',\" said Mr. Daniel Solombrino, General Manager of voco Ma Belle Danang, an IHG Hotel. voco Ma Belle Danang, an IHG Hotel – the first voco brand hotel of IHG Hotels & Resorts in Vietnam, is a resort destination where free-spirited travelers can feel the endless energy of Vietnam's Central Coast. Located on Vo Nguyen Giap street and just steps away from the beach, surrounded by iconic attractions, this 27-story lifestyle hotel offers modern accommodations, top-notch amenities, and a unique rooftop experience. IHG One Rewards members will receive a 20% discount and 100 bonus points for every 10 USD (approximately 247,000 VND) spent with IHG One Rewards Dining Privileges when dining at Ciela Skybar and Dining. About voco Ma Belle Danang, an IHG Hotel: Attractive, stylish, and comfortable, voco Ma Belle Danang, an IHG Hotel is located in a prime location on Vo Nguyen Giap street, just steps away from My Khe Beach in Da Nang City. The hotel is an excellent accommodation choice for free-spirited travelers who appreciate the vibrant beauty of Vietnam's Central Coast and the opportunity to explore the destination. Guests will experience modern rooms with bright colors, including family rooms with distinctive bunk bed designs. voco Ma Belle Danang, an IHG Hotel also features a swimming pool, a fitness center, and a serene spa area on the 24th floor with ocean views for guests to enjoy relaxing moments, along with an all-day dining restaurant and a rooftop bar with a distinctive South American style. The hotel also offers three meeting and event spaces suitable for meeting and leisure needs. For more information and reservations, please visit here and follow voco Ma Belle, an IHG Hotel on Facebook and Instagram. About voco hotels: voco hotels combine the prestige of a renowned brand with the warmth and charm of an independent hotel, providing guests with a reliable premium experience. The term 'voco' comes from Latin, meaning 'to invite,' reflecting attentiveness, closeness, and allure. voco-branded hotels blend memorable moments with high-end interiors, from relaxing amenities to spacious and comfortable beds. Guests will always receive a warm welcome and can check in quickly, relax in comfortable accommodations, and enjoy vibrant restaurants and bars that offer numerous opportunities for connection and interaction. For more information and to book a room, please visit www.vocohotels.com or connect with us on Facebook, Instagram, and Twitter. About IHG Hotels & Resorts: IHG Hotels & Resorts is an international hotel management company with a mission of Hospitality for Good. With 18 hotel brands and IHG One Rewards, one of the world's largest hotel loyalty programs, IHG has over 6,000 hotels operating in more than 100 countries, with approximately 1,800 hotels in development. IHG Hotels & Resorts brands are divided into four groups: Luxury & Lifestyle: Six Senses Hotels Resorts Spas, Regent Hotels & Resorts, InterContinental Hotels & Resorts, Vignette Collection, Kimpton Hotels & Restaurants, Hotel Indigo; Premium: voco hotels, HUALUXE Hotels & Resorts, Crowne Plaza Hotels & Resorts, EVEN Hotels; Essentials: Holiday Inn Hotels & Resorts, Holiday Inn Express, avid hotels; Suites: Atwell Suites, Staybridge Suites, Holiday Inn Club Vacations, Candlewood Suites; Exclusive Partners: Iberostar Beachfront Resorts. InterContinental Hotels Group PLC is the parent company of the Group, established and registered in the UK and Wales. It is estimated that approximately 345,000 employees work at IHG hotels and corporate offices worldwide. DA NANG TOURISM PROMOTION CENTER",
    "address": "36 Bach Dang, Thach Thang, Hai Chau, Da Nang 550000, Vietnam",
    "advise": [
      "It is advisable to hire a local guide to gain a better understanding of the history and culture.",
      "Check the weather before you go for the best experience.",
      "It is advisable to visit in the early morning or late afternoon to avoid the heat and crowds."
    ],
    "opening_hours": "from 5:00 PM to 7:00 PM",
    "price_level": 0
  },
  "loc_111": {
    "name": "Sky36 Bar & Dining",
    "description": "SKY 36 DA NANG Located at the top of the tallest building in Da Nang, SKY36 Da Nang is an ideal destination that you cannot miss during your journey to explore Vietnam. SKY36 will provide guests with memorable experiences while enjoying the night view of Da Nang city. Type: Sky bar, Nightclub, Lounge, Event Venue Address: Floors 35, 36, and 37, Novotel Danang Premier Han River Hotel – 36 Bach Dang, Da Nang. Phone: +84 901 15 15 36 Music: Hip-Hop, EDM, R&B Age: 18+ Dress Code: Smart Casual Opening Hours: 18:00 – 02:00 FACILITIES & FUNCTION / UTILITIES / FUNCTIONS THE HIGHEST VIEWPOINT, THE MOST IDEAL DESTINATION With a high-class entertainment model, elegantly combining a lively dance floor of a modern nightclub with a luxurious, upscale Lounge space, SKY36 is the perfect venue for intimate, private parties. This is a perfect design for those seeking stylish, trendy experiences. The modern, impressive glass elevator will offer visitors a different view of the brilliantly lit Da Nang city at the highest point in the city. Comprising 3 floors with an area of over 1000 m2 and an average capacity of 500 guests per floor, SKY36 Da Nang is a wonderful blend of indoor and outdoor spaces. Floor 35: Indoor Lounge Area The impressive sofa area with an open space and a VIP room designed with elegance, exuding luxury and modernity. Main space: capacity of 700 guests, a large, grand bar with high-class furnishings. Living room: capacity: 50 guests. VIP Room: VIP Room 1: capacity of 6 guests, private balcony, sofa seating, LCD TV, air conditioning, modern sound system. VIP Room 2: capacity of 8 guests, private balcony, sofa seating, LCD TV, air conditioning, modern sound system. VIP Room 3: capacity of 12 guests, private balcony, sofa seating, LCD TV, air conditioning, modern sound system. This space is suitable for VIP guests, private meetings, and intimate conversations. Floor 36: Outdoor Sky Bar Area The outdoor area will completely captivate guests with the ideal view of Da Nang city at night, with the most advanced sound and lighting system, SKY36 Da Nang promises to deliver wonderful entertainment experiences and a vibrant atmosphere in a top-notch music space. Capacity: 500 guests VIP Tables Central bar area Main stage and DJ booth LED screens Nightclub, bar space, for guests who enjoy dancing, vibrant atmosphere. Floor 37: Outdoor Event Area Capacity: 200 guests An ideal place for grand, unique events, or luxurious parties: birthday parties, anniversaries, weddings, year-end parties,…. DA NANG TOURISM PROMOTION CENTER",
    "address": "Floors 35, 36, and 37 of Novotel Danang Premier Han River Hotel – 36 Bach Dang, Da Nang",
    "advise": [
      "Bring water and sunscreen when visiting.",
      "It is advisable to hire a local guide to gain a better understanding of the history and culture.",
      "You should wear polite and comfortable clothing when visiting."
    ],
    "opening_hours": "18:00 – 02:00",
    "price_level": 0
  },
  "loc_112": {
    "name": "Dừa Xanh Camping",
    "description": "With a poetic and picturesque landscape among the straight coconut trees swaying in the wind, with their fronds spreading out like beautiful umbrellas, Dừa Xanh Camping is nestled amidst hills next to a peaceful and serene river, surrounded by fresh and cool nature. Dừa Xanh Camping, located in Phò Nam village, Hòa Bắc commune, Hòa Vang district, Da Nang city, is likened to a painting of a coconut garden. This site is situated near the foot of the Phò Nam suspension bridge that crosses the tranquil Cu Đê river, connecting the two villages of Nam Yên and Phò Nam. At Dừa Xanh Camping, locals and tourists can enjoy: a spacious and airy area filled with green coconut shade, many check-in corners; a large swimming pool; tents, campfires; outdoor BBQ dinner; preparation tools…. and especially the experience of the bamboo jumping game. Although it has just started operating, the tourist area has attracted many locals and visitors. For more details, please contact: Dừa Xanh Camping – Phò Nam village, Hòa Bắc commune, Da Nang | Hotline: 0906446658 TTXTDL",
    "address": "Pho Nam Village, Hoa Bac, Hoa Vang, Da Nang, Vietnam",
    "advise": [
      "It is advisable to hire a local guide to gain a better understanding of the history and culture.",
      "It is advisable to wear polite and comfortable clothing when visiting.",
      "Check the weather before you go for the best experience."
    ],
    "opening_hours": "",
    "price_level": 0
  },
  "loc_113": {
    "name": "Tuy Loan Village Communal House",
    "description": "The Túy Loan Village Communal House is a structure over 500 years old, the most impressive and historically significant site in Da Nang city. It is a place of spiritual worship, holding immense historical value in terms of architecture, with valuable historical artifacts, and it preserves 25 royal decrees granted by the Nguyễn dynasty. In addition to its unique architectural features, the communal house has a stele dating back to the first year of Thành Thái (1889) and many horizontal and vertical panels that are over 100 years old. Not only does the Túy Loan Village Communal House showcase distinctive architecture, but it also marks significant events in the golden history of resistance against foreign invaders. In 1945, the people of Túy Loan used the communal house and church as headquarters to oppose the colonial regime, joining forces with An Phước to seize power from the French and Japanese. The communal house also served as a base for our troops and people during the years of resistance against foreign invaders. The Túy Loan Village Festival takes place over two days, on the 9th and 10th of the first lunar month, featuring both ritual and festive activities. The festival includes traditional activities such as the procession of royal decrees, worship ceremonies, bài chòi singing, folk games, boat racing, and singing contests on the river, as well as performances of Phước Lộc Thọ; showcasing traditional products like Túy Loan rice paper, various local cakes, and safe vegetables from Túy Loan; and competitions related to traditional crafts such as rice paper making, rice paper grilling, and bánh tét wrapping. An equally captivating aspect that attracts a large audience is the human chess (living chess)…. DA NANG TOURISM PROMOTION CENTER",
    "address": "Tuy Loan Village, Hoa Phong, Hoa Vang, Da Nang, Vietnam",
    "advise": [
      "Check the weather before you go for the best experience.",
      "It is advisable to visit in the early morning or late afternoon to avoid the heat and crowds."
    ],
    "opening_hours": "",
    "price_level": 0
  },
  "loc_114": {
    "name": "An Phú Farm",
    "description": "An Phú Farm covers more than 18,000m2 and was originally a livestock farm focused on clean agricultural production to supply products for its namesake store chain. Address: Hoàng Văn Thái Street, Hòa Vang, Da Nang, Vietnam. Hotline: 093 566 64 45. Email: anphufarm.organicfinefood@gmail.com. After being included in the pilot list by the Hòa Vang District People's Committee to support the development of tourism services combined with clean agricultural development, An Phú Farm has invested in additional areas for check-in, resting, dining, accommodation, and services for visiting vegetable gardens, learning to be farmers, and taking care of livestock. An Phú Farm is a model approved by the Hòa Vang District People's Committee to participate in the pilot project for exploiting tourism services combined with agricultural and aquaculture development in the district according to Resolution No. 82/NQ-HĐND dated December 17, 2021, of the city council and Decision No. 487/QĐ-UBND dated February 15, 2022, of the city’s People's Committee. Participation in this pilot model helps optimize land resources based on core agricultural activities, creates jobs for local labor, and contributes to the socio-economic development of Hòa Vang District in particular and Da Nang City in general. An Phú Farm has a total investment area of 18,183 m2. It produces organic vegetables, fruits, and other products under the \"one commune one product\" (OCOP) program, while also providing experiential services, entertainment, and other services. An Phú Farm – Premium Food Market system in Da Nang: Address: 78B-C Nguyễn Chí Thanh | Hotline: 0905740599. Address: 138 Lý Thái Tổ | Hotline: 0905504821. Address: 55 Phan Đăng Lưu | Hotline: 0935459955. Address: 144 Ông Ích Khiêm | Hotline: 0935509909.",
    "address": "55 Phan Đăng Lưu, Hòa Cường, Hải Châu, Da Nang 550000, Vietnam",
    "advise": [
      "Check the weather before you go for the best experience.",
      "Bring water and sunscreen when visiting."
    ],
    "opening_hours": "",
    "price_level": 0
  },
  "loc_115": {
    "name": "Bana Rita Farm",
    "description": "After a long day at work, if you want to explore the wild nature and chill & cheer \"to the max\" with your family or friends in Da Nang, then head straight to BANA RITA GLAMPING FARM. Just 17km (28 minutes by motorbike or car) from Da Nang Airport, you will reach Hoang Van Thai Street leading up to Ba Na - Suoi Mo, a beautiful route located in the Northwest of Da Nang City. BANA RITA FARM is a completely new camping experience at the foot of Ba Na Mountain, a very special area where the rooster's crow awakens the dawn for the three communes of Hoa Phu, Hoa Ninh, and Hoa Nhon in Hoa Vang District, Da Nang City. You can cast your net and fish in the Cao Son Stream that embraces the 5-hectare farm garden. You can pick tea leaves from the farm, gather firewood to boil water, and brew a cup of green tea to welcome the dawn peeking behind Hon Nang Mountain, admiring the dew drops resting on the green grass. Immerse yourself in the cool breeze of the mountains, watching Hon Nang glow in the darkness, you will feel like you are lost in a magical space very different from the city. The elegant and pure Nàng RITA, like a gem, is located on the Ba Na Suoi Mo tourist route, surrounded by the Cao Son Stream and sheltered by Hon Nang Mountain. This beautiful land at the foot of Ba Na Mountain is called BANA RITA. Go. Go to recharge and fill yourself with positive energy, ready for the busy days ahead in the city! Bana Rita Farm | Chill & Cheer Hotline: 0905 815 889 / 0915 858 489 Email: banaritafarm@gmail.com",
    "address": "Ba Na - Suoi Mo, Hoa Phu, Hoa Vang, Da Nang 58012, Vietnam",
    "advise": [
      "Check the weather before you go for the best experience.",
      "It is advisable to hire a local guide to gain a better understanding of the history and culture.",
      "It is advisable to visit in the early morning or late afternoon to avoid the heat and crowds."
    ],
    "opening_hours": "",
    "price_level": 0
  },
  "loc_116": {
    "name": "Mân Quang Temple",
    "description": "Mân Quang Communal House is currently located in Mân Quang II neighborhood, Hòa Quý ward, Ngũ Hành Sơn district, Da Nang city. 1. Name: Mân Quang Communal House. 2. Location and directions: Mân Quang Communal House is currently located in Mân Quang II neighborhood, Hòa Quý ward, Ngũ Hành Sơn district, Da Nang city. It is about 6km southwest of the Ngũ Hành Sơn scenic area. 3. Type of monument: Mân Quang Communal House is a historical monument. 4. Description of the monument: Mân Quang Communal House was destroyed by invaders in 1972. The villagers of Mân Quang worked together to rebuild a new communal house to worship the deity and the ancestors, as well as those who contributed to the homeland and country. The house was inaugurated on December 21, 2003, using modern materials and reinforced concrete structure, but in the old style. The house measures 12.34m in length and 8.15m in width on a site of 696m. It is built facing northwest, consisting of a main hall with 3 compartments and 2 wings, and a rear altar. In front of the house are two large stone pillars, each topped with a lion statue. On either side are smaller pillars, each featuring a wine gourd. Next is a screen wall 2m high and 2.5m wide. The front of the screen wall is adorned with two cranes standing on a turtle. The inner side features a dragon horse, all made from ceramic pieces. On either side of the communal house are two small shrines, the right shrine worships a general from the Nguyễn clan, and the left shrine worships a general from the Võ clan. According to legend, these are the two generals who defeated the sea monster that troubled the lives of the local residents. The steps leading up to the front hall have two round columns decorated with two coiling dragons. The two columns at the ends of the eaves are square and have couplets inscribed on them. Previously, the old communal house had four green stone columns inscribed with four couplets. Currently, the house still retains two eaves columns made of green stone. Inside the house, the rear altar worships the village's tutelary god. The left and right sides are dedicated to the ancestors. The roof of the communal house is tiled, and the rear altar has its own roof. The ridge is decorated with the motif of \"two dragons worshiping the sun.\" The ends of the roof are adorned with two phoenixes. In the center above the eaves is inscribed \"Mân Quang Communal House.\" On either side are two turtles. All these decorative items are made from ceramic pieces. The eaves are fitted with a row of small blue-glazed plates. At both ends of the steps are two large lion statues. The courtyard of the communal house has been paved with cement. A fence has also been built around the house. The house is situated in the middle of a field, making it very airy on all four sides. 6. Artifacts in the monument: The communal house has been burned and plowed multiple times, so the worship items and royal decrees have been lost. Currently, the house retains 3 royal decrees from the Đinh, Lê, and Trần clans dating back to the second year of Khải Định (1917). 7. Forms of cultural activities, folk traditions, and festivals: Every year, the villagers hold a prayer ceremony for peace on the 10th day of the 3rd lunar month. All offerings for the ceremonies are contributed by the villagers. 8. Historical, scientific, artistic, and cultural value: Although the communal house was destroyed during the war and many artifacts were lost, the clans still retain 3 royal decrees for the ancestors. Additionally, the clans have preserved a funeral poem. A special feature of Mân Quang Communal House is that it includes the name of the Hero of the People's Armed Forces Trần Minh Thiệt, who was a major general and deputy chief of staff of Military Region V, in the funeral poem. This reflects the villagers' deep gratitude and remembrance for those who contributed to the homeland, regardless of the era they lived in. The newly built communal house also has an inscription about the journey of the ancestors to this land, which has been translated into Vietnamese. The reconstruction of the new communal house in 2003 also demonstrates profound gratitude towards the predecessors, despite the economic difficulties faced by the villagers of Mân Quang. This is also a beautiful tradition that all residents of the village are obliged to continue and pass on to future generations. DA NANG MUSEUM OF CULTURAL HERITAGE MANAGEMENT BOARD",
    "address": "Hoa Quy, Ngu Hanh Son, Da Nang 550000, Vietnam",
    "advise": [
      "You should wear polite and comfortable clothing when visiting.",
      "Check the weather before you go for the best experience.",
      "Bring water and sunscreen when sightseeing."
    ],
    "opening_hours": "",
    "price_level": 0
  },
  "loc_117": {
    "name": "Me Village",
    "description": "Mê Village is located about 20 km from the center of Da Nang, in Nam Yen hamlet, Hoa Bac commune. With the advantage of a fresh environmental landscape, a peaceful view of Cu De River, and majestic mountains, Mê Village is an ideal destination for visitors seeking relaxation, picnics, and outdoor activities with family, friends, companies, or organizations. Visitors to Mê Village can truly immerse themselves in the cool green space of nature and the fresh atmosphere. Mê Village is separated from residential areas, so it is quiet, free from traffic noise and pollution. Guests can completely relax at Mê Village any day of the week. Enjoying the green, tranquil, and serene environment is a hallmark of Mê Village. The tents accommodate 4-5 people, with two layers to protect against rain, wind, and insects. They are fully equipped with clean blankets and pillows to ensure the most comfortable experience for guests. In front of the tents, there is a large area of land with green grass for organizing parties, birthdays, and gatherings. At night, everyone staying at the village can gather around the campfire. At Mê Village, the restaurant and café always offer signature drinks from Hoa Bac such as sugarcane juice, guava juice, and watermelon, and there are outdoor BBQ parties at night. Mê Village collaborates with local families and farmers, providing visitors the opportunity for real-life experiences. Guests can participate in interesting activities such as visiting sugarcane, beans, and watermelons. Moreover, after participating, visitors can purchase unique gifts such as sugarcane, sugarcane juice, clean vegetables, local fruits, sweet potatoes, corn, and free-range chicken of guaranteed quality directly from the gardens to give to loved ones or friends. Additionally, the village offers camping accommodation services, a children's swimming pool, a stage for organizing group activities, and meets the needs for dining, refreshments, and relaxation in a quiet space. It also provides agricultural products for guests to take home as gifts if desired. DA NANG TOURISM PROMOTION CENTER",
    "address": "By the river, Bau Bang, Cu De, Da Nang 50810, Vietnam",
    "advise": [
      "It is advisable to hire a local guide to gain a better understanding of the history and culture.",
      "Check the weather before you go for the best experience.",
      "It is best to visit in the early morning or late afternoon to avoid the heat and crowds."
    ],
    "opening_hours": "",
    "price_level": 0
  },
  "loc_118": {
    "name": "Nam Yen Homestay",
    "description": "Nam Yen Homestay, run by Do Thi Huyen Tram, is a community learning center that organizes workshops and training classes on community tourism, establishing extensive connections with the community to develop products, and has been particularly successful with experiential education products for students from elementary levels to those in institutes, schools, and training centers both domestically and internationally, focusing on the values of nature, ecological tourism, and the culture of the Co Tu people. Nam Yen Homestay primarily provides services for those visiting and studying in Hoa Bac, attracting many localities and schools from the Central Highlands and southern provinces to learn from its experiences. Hoa Bac is located about 40 km northwest of the city center, in Hoa Bac commune, Hoa Vang district, Da Nang, situated between the Bạch Mã National Park and Ba Na – Nui Chua nature reserve, formed by mountain ranges with an average height of about 200 meters above sea level. This area boasts diverse primary forests, beautiful rivers, streams, and waterfalls, almost untouched by modernity. Based on its advantageous terrain, climate, and rich resources, several ecological and community tourism areas have been developed here, providing opportunities for visitors to explore, learn about, and experience the local scenery and culture. DA NANG TOURISM PROMOTION CENTER",
    "address": "Hoa Bac, Hoa Vang, Da Nang, Vietnam",
    "advise": [
      "Check the weather before you go for the best experience.",
      "You should wear smart and comfortable clothing when visiting.",
      "Bring water and sunscreen when sightseeing."
    ],
    "opening_hours": "",
    "price_level": 0
  },
  "loc_119": {
    "name": "Nam Yen Valley Vineyard",
    "description": "Nam Yen Valley Grape Garden, also known as YEN VALLEY, is located in Nam Yen Valley and is a pilot model for developing agriculture, forestry, and aquaculture combined with tourism services in Hoa Vang District, as per Resolution 82/NQ-HĐND dated December 17, 2021, by the Da Nang City People's Council, which was approved by the Hoa Vang District People's Committee in Document No. 862/UBND-VHTT dated April 14, 2023. Nam Yen Valley Grape Garden offers a refreshing experience with vibrant colors, where visitors can pick ripe grapes nourished by the alluvial soil of Cu De River, take photos for check-ins, keep souvenirs, and enjoy products made from grapes such as dried grapes, grape syrup wine, and other organic products. Hoa Bac is located about 40 km northwest of the city center, and Hoa Bac Commune belongs to Hoa Vang District, Da Nang, situated between the nature reserves of Bach Ma National Park and Ba Na – Nui Chua, formed by mountain ranges with an average elevation of about 200 meters above sea level. This area boasts diverse primary forests, beautiful rivers, streams, and waterfalls, almost untouched by human development. Based on its advantages in topography, climate, and rich resources, several ecological and community tourism areas have been established here, providing opportunities for visitors to explore, learn about, and experience the local scenery and culture. Copyright belongs to: Da Nang City Photography Club.",
    "address": "Hoa Bac, Hoa Vang, Da Nang, Vietnam",
    "advise": [
      "Check the weather before you go for the best experience.",
      "Bring water and sunscreen when sightseeing."
    ],
    "opening_hours": "",
    "price_level": 0
  },
  "loc_120": {
    "name": "Yên Retreat",
    "description": "Yên Retreat is an emerging eco-tourism destination in Da Nang, located about 35km from Da Nang city in Hoa Bac commune, Hoa Vang district. It takes about 40 minutes to get there by motorbike or car. The route is relatively simple and easy to navigate. \n\nINTRODUCING YÊN RETREAT \n\nHow long has it been since you breathed in fresh air by a river or stream? How long has it been since you had the chance to sit together with friends, sharing stories amidst the cool nature? How long has it been since you took the time to reflect on life or simply sat by the tranquil river, watching the delicate wildflowers sway in the breeze, letting your soul wander with the mountains and rivers? If there comes a day when the urban hustle makes you feel suffocated, luxurious conveniences feel too ordinary, or city life wears you out… then perhaps you can take a little time to… return to Yên. \n\nSERVICES AT YÊN RETREAT \n\nServices at Yên Retreat include: coffee, dining and BBQ without overnight stay (400,000 VND), event organization, overnight camping (600,000 VND), and customized services (company tours, wedding photography, event organization, birthday parties, picnic programs…). Guests can contact Mr. Vũ directly at (0935 888 293) or email: yenretreat@gmail.com. \n\nAccording to https://yenretreat.com/ \nImage copyright belongs to: Da Nang City Photography Club.",
    "address": "Hoa Bac, Hoa Vang, Da Nang, Vietnam",
    "advise": [
      "Check the weather before you go for the best experience.",
      "It is advisable to hire a local guide to gain a better understanding of the history and culture.",
      "It is advisable to wear neat and comfortable clothing when visiting."
    ],
    "opening_hours": "",
    "price_level": 0
  },
  "loc_121": {
    "name": "Vung Bot",
    "description": "Vung Bot is the source of the Cu De River, where the two branches of the North River and the South River converge, originating from the majestic Truong Son mountain range. At Vung Bot, visitors can fish, catch shrimp, and bathe in the stream. Tourists will be safer when accompanied by local people who are knowledgeable about the stream. Hoa Bac is located about 40 km northwest of the city center, and Hoa Bac commune belongs to Hoa Vang district, Da Nang, situated between the Bạch Mã National Park and Ba Na – Nui Chua Nature Reserve, formed by mountain ranges with an average height of about 200 meters above sea level. This area boasts diverse primary forests, beautiful rivers, streams, and waterfalls, almost untouched by natural wilderness. Based on its advantages in terrain, climate, and rich resources, several ecological and community tourism areas have been established here, providing opportunities for visitors to explore, learn about, and experience the local scenery and culture.",
    "address": "Gian Bi Village, Hoa Vang, Da Nang, Vietnam",
    "advise": [
      "You should wear polite and comfortable clothing when visiting.",
      "Check the weather before you go for the best experience."
    ],
    "opening_hours": "",
    "price_level": 0
  },
  "loc_122": {
    "name": "Hòa Bắc Gươl House",
    "description": "In the area of Da Nang City, the Co Tu community primarily resides in the villages of Ta Lang, Gian Bi (Hoa Bac commune) and Phu Tuc (Hoa Phu commune). Among them, the two villages of Ta Lang and Gian Bi have more than 250 Co Tu households. The Gươl house in the two villages of Ta Lang and Gian Bi (Hoa Bac commune, Hoa Vang district) serves the needs of tourists to visit, enjoy various forms of traditional culture, and display the most important traditional Co Tu crafts during festivals and holidays. For the Co Tu people, the Gươl house is the communal house of the village, where it is not only a sacred living space but also considered the soul of the village. Here, one can clearly see the talents of folk artisans and the multi-dimensional cultural values of the Co Tu people. The Gươl is a place to worship the folk deities, ancestors, and forefathers of the Co Tu. The Gươl house preserves common treasures and wealth, serves as a meeting place, for rituals, performances of various art forms, and folk games. According to Elder Alăng Mỹ (64 years old, residing in Ta Lang village, Hoa Bac commune), the Co Tu people believe that the Gươl house is a sacred place where deities, ancestors, and forefathers reside. Inside the Gươl, people are not allowed to argue but must always unite, support, and love one another for the survival and development of their lineage. On the roof of the Gươl house, at both gable ends, there are statues of roosters, symbolizing the creature that awakens people each morning. The roof is thatched with palm leaves or nipa leaves. The Gươl house is built in the style of a stilt house, with one main pillar (father pillar) in the center and eight smaller pillars surrounding it, connected to form a sturdy system. The main pillar plays a very important role, symbolizing the backbone of the village elder. The more beautiful and taller the pillar, the more it represents the authority of the village elder and the strength of that village. Nowadays, the Co Tu have replaced wooden pillars with concrete pillars and painted them to look like wood. The Co Tu people believe that the tring bird is the messenger of the Rice God, guiding them to find new land for cultivation and establishing villages. Therefore, on the main pillar, there are carvings of a pair of tring birds and a rooster, representing beauty, the connection between humans and nature, and the desire for fertility and a happy life. The crossbeams are decorated with patterns, motifs, and images of daily life in the community such as: young men hunting, young women dancing tung tung da dá, gong performances, and rice pounding… which help embellish the interior of the house, showcasing the unique culture of the Co Tu people. Particularly, in the past, when the Co Tu went hunting in the forest, they would bring back animal skulls or buffalo skulls after the sacrifice ceremony to hang on the walls, pillars, and beams of the Gươl house. Inside the Gươl is a place to worship the deities according to the folk beliefs of the Co Tu, with hopes for favorable weather, bountiful harvests, and good fortune for the villagers. Also, right in the middle of the main pillar, the community carves the image of a mortar symmetrically on the top and bottom. This image symbolizes both abundance and fertility. Among them, the most important part is the mirror, which is attached symmetrically with two thin wooden panels carved with the image of a pair of tring birds and a rooster. This symbolizes the two arms of a Co Tu woman dancing the tung tung da dá, offering to the Rice God and the Sky God everything they have produced. The sculptures and the long-standing culture preserved in the community's house have made the Gươl house a familiar, close image and a source of pride for the Co Tu people. It helps future generations understand and inherit the material and spiritual cultural values of their ethnicity. \n\nTHE MEANING OF THE “TUNG TUNG DA ZÁ” DANCE OF THE CO TU PEOPLE\nThe “Tung tung da zá” dance, also known as the (heavenly offering dance), has been closely linked to the spiritual life of the Co Tu for generations. No Co Tu person, whether in Quang Nam, Da Nang, or distant Thua Thien Hue, is unfamiliar with this dance. The movements in the Tung tung da zá dance mimic the daily labor and activities of the Co Tu people such as rice harvesting, fishing, hunting, and various festivals. The “Tung tung da zá” dance is often performed during community gatherings, at festivals, buffalo stabbing ceremonies, new rice celebrations, village establishment, Gươl house construction, and friendship ceremonies between villages, as a way for the Co Tu to connect with the universe, ancestors, and deities, expressing their reverence and gratitude towards those who cleared the land and established villages. “Tung tung” is the dance of men, symbolizing rising high, strength, stability, and valor, expressing the desire to conquer the universe and the wish for a better life. Meanwhile, “da zá” is the dance of women, symbolizing straightness and rhythm, embodying the spiritual aspiration of honoring the earth and sky, loyalty, and respect for hierarchy. In the vast space of the mountains and forests, along with the sounds of gongs and other traditional instruments, the “Tung tung da zá” dance serves as a prayer from the Co Tu to the deities and ancestors. Image copyright belongs to: Da Nang City Photography Club.",
    "address": "Hoa Bac, Hoa Vang, Da Nang, Vietnam",
    "advise": [
      "Bring water and sunscreen when sightseeing.",
      "Check the weather before you go for the best experience.",
      "It is advisable to hire a local guide to gain a better understanding of the history and culture."
    ],
    "opening_hours": "",
    "price_level": 0
  },
  "loc_123": {
    "name": "Alăng Như Homestay",
    "description": "Officially operational since October 2019, Homestay Alăng Như is an initial highlight in the implementation of the project “Developing community tourism combined with preserving the culture of the Co Tu people in Tà Lang and Giàn Bí villages (Hòa Bắc commune),” contributing to the development of community tourism in Hòa Vang district. Through this, it introduces the culture of the Co Tu community in the two villages of Tà Lang and Giàn Bí to domestic and international tourists. Located about 35 km from the center of Da Nang city, Homestay Alăng Như is situated in Giàn Bí village (Hòa Bắc commune, Hòa Vang district) and is owned by Đinh Văn Như, a native of Giàn Bí village. The homestay is simply designed in the shape of a two-story stilt house; the first floor serves as a reception area, dining area, and common living space; the second floor features a large sleeping area with separate beds and curtains. The interior and exterior decoration uses locally available materials such as bamboo, wood, stone, and traditional items of the Co Tu people. Along with Homestay Alăng Như, a community tourism cooperative led by Như has been established. The cooperative has 7 main occupational groups operating right at the homestay, including: textile weaving, weaving, trekking, cuisine, gong performances, guiding, and cultural activities. Như stated: “All members of the cooperative are residents of the two villages of Tà Lang and Giàn Bí. Previously, they did not have stable jobs and only worked as hired laborers or in agriculture.” Eco-tourism exploration at the homestay should be scheduled 2-3 days in advance before the guests arrive to ensure thorough preparation. Guests can choose to experience a fixed tour itinerary or customize their experience according to their preferences. For the fixed tour, first, guests will be taken by the guiding group to visit the Co Tu village and learn about the history and culture of the local ethnic community. Next, guests will visit the traditional house of Giàn Bí village to experience textile weaving and then participate in weaving with artisans in the traditional house space of Tà Lang village. After a lunch break, guests will enjoy local specialties such as buffalo horn cakes, various wild vegetables, stream fish, and continue their experience with trekking and visiting other locations like Vũng Bọt stream and Khe Đương. In the evening, guests can join cultural activities, have a campfire with local residents, and enjoy a music party featuring traditional gong dances of the Co Tu people, creating an impressive night on the lush grass behind the homestay. Như mentioned: “In the near future, I plan to build a bathing area behind the homestay, along with constructing some huts in the grassy area of the homestay and planting fruit trees for guests to experience.”",
    "address": "Gian Bi Village, Hoa Bac Commune, Hòa Vang, 550000, Vietnam",
    "advise": [
      "Check the weather before you go for the best experience.",
      "You should wear polite and comfortable clothing when visiting.",
      "Bring water and sunscreen when sightseeing."
    ],
    "opening_hours": "",
    "price_level": 0
  },
  "loc_124": {
    "name": "Hội Yên Parish Church",
    "description": "Hội Yên Parish Church belongs to the Hòa Vang Diocese – Đà Nẵng Diocese, with 130 households and 525 parishioners among a community of over 5,000 people in Hòa Bắc Commune, Hòa Vang District (Statistics from 2023). With its location considered advantageous, where \"the mountain leans against the water,\" Hội Yên Parish Church embodies both the majestic strength of high mountains and the gentle serenity of the river. The church was built in the 1990s under challenging conditions. In 2018, the church was rebuilt with an attractive and harmonious architectural style. The design features high, wide arches that create a spacious atmosphere for the sanctuary. The choice of stone cladding for the church's exterior has created a unique feature with the prominent red tiled roof. True to its name, Hội Yên gathers all that is most peaceful in a rural area. Strolling around the church, one can feel the tranquility of the place with its grounds adorned with sacred statues. Parishioners pray together, children play joyfully, the church bells resonate, and doves hurriedly flap their wings to fly… these are the strangely peaceful images one encounters when visiting Hội Yên Parish Church. It is this extraordinary beauty and profound tranquility that have attracted a large number of visitors. Image copyright belongs to: Da Nang Photography Club and Danang FantastiCity.",
    "address": "Group 3, Nam Yen Village, Hoa Vang, Da Nang, Vietnam",
    "advise": [
      "You should wear polite and comfortable clothing when visiting.",
      "Bring water and sunscreen when sightseeing."
    ],
    "opening_hours": "",
    "price_level": 0
  },
  "loc_125": {
    "name": "Hoà Bắc suspension bridge",
    "description": "The Hòa Bắc suspension bridge was started on January 15, 2001, and completed on September 2, 2002. The investor is the Department of Transport and Communications of Da Nang City. The Construction Corporation No. 5 supported the superstructure, the bridge was designed by Consulting Company 533, and the construction unit was Construction Enterprise 331. The bridge is 151.4 meters long, 7.5 meters wide, and has a load capacity of 8 tons. The total cost of building the bridge is approximately over 8 billion VND. The completion of the Hòa Bắc suspension bridge has fulfilled the dream of thousands of people living in Hòa Bắc commune along the banks of the Cu Đê River, connecting the center of the commune to the other side of the bridge, linking three hamlets: Lộc Mỹ, Nam Yên, and An Định. This is a beautiful sunset viewing spot from the west until the golden rays of the sun fade behind the mountain peaks. Hòa Bắc is about 40 km northwest of the city center, belonging to Hòa Vang district, Da Nang, situated between the Bạch Mã National Park and Bà Nà – Núi Chúa nature reserve, formed by mountain ranges with an average height of about 200 meters above sea level. This area boasts diverse primary forests, beautiful rivers, streams, and waterfalls, almost untouched by natural wilderness. Based on its advantages in terrain, climate, and rich resources, several ecological and community tourism areas have been established here, providing opportunities for visitors to explore, learn about, and experience the local scenery and culture. Image copyright belongs to: Da Nang City Photography Club and Danang FantastiCity.",
    "address": "Hoa Bac, Hoa Vang, Da Nang, Vietnam",
    "advise": [
      "It is advisable to hire a local guide to gain a better understanding of the history and culture.",
      "It is advisable to wear neat and comfortable clothing when visiting.",
      "Bring water and sunscreen when sightseeing."
    ],
    "opening_hours": "",
    "price_level": 0
  }
}